Repository: abusumon/nekotab-app
Catalog: tabbycat/breakqual/locale/*/LC_MESSAGES/django.po
Languages: fr, ja

source: Break Qualification
fr: Qualification
ja: ブレイク要件

source: The %(rule)s break qualification rule is missing the following required metric in the team standings precedence: %(missing)s
fr: La règle de qualification %(rule)s manque la métriques requise suivante dans la préséance de classement d'équipes : %(missing)s
ja: ブレイクのルールを%(rule)sにするには、以下のチーム順位付けの指標が必須です：%(missing)s

source: tournament
fr: tournoi
ja: 大会

source: name
fr: nom
ja: 名前

source: Name to be displayed, e.g., "ESL"
fr: Nom à afficher, par exemple, « ESL »
ja: 表示名（e.g.「ESL」）

source: Slug for URLs, e.g., "esl"
fr: Slug pour les URL, par exemple, « esl »
ja: URLに使用される識別スラグ（e.g.「esl」）

source: sequence number
fr: numéro de séquence
ja: 順番

source: The order in which the categories are displayed
fr: L’ordre dans lequel les catégories sont affichées
ja: カテゴリーの表示される順番

source: break size
fr: taille de la qualification
ja: ブレイク数

source: Number of breaking teams in this category
fr: Nombre d’équipes qualifiantes dans cette catégorie
ja: このカテゴリーでブレイクするチーム数

source: Reserve size
fr: Taille de la réserve

source: Number of reserve teams in this category.
fr: Nombre d'équipes réserve pour cette catégorie.

source: is general
fr: est général
ja: 一般

source: Are teams eligible for this break by default
fr: Les équipes sont-elles éligibles pour cette qualification par défaut
ja: デフォルトでチームはこのブレイクカテゴリーの資格を持つか

source: priority
fr: priorité
ja: 優先度

source: If a team breaks in multiple categories, higher priority numbers take precedence; teams can break into multiple categories if and only if they all have the same priority
fr: Si une équipe se qualifie en plusieurs catégories, les nombres plus élevés ont priorité ; équipes peuvent diviser en plusieurs catégories, si et seulement si elles ont toutes la même priorité
ja: 一つのチームが複数カテゴリーでブレイクしうる場合、優先度の高いカテゴリーにブレイクします。チームが複数カテゴリーにブレイクするには、それらのカテゴリーがすべて同じ優先度である必要があります。

source: limit
fr: limite
ja: 表示制限

source: At most this many teams will be shown on the public tab for this category, or use 0 for no limit
fr: Au plus, ce montant d’équipes seront montrées sur le classement public de cette catégorie, ou 0 pour aucune limite
ja: タブ公開時に上位何チームがこのカテゴリーに表示されるか。全チーム表示する場合、「0」としてください。

source: AIDA 2019 (Australs, Dynamic Cap)
fr: AIDA 2019 (Australs, limite dynamique)

source: rule
fr: règle
ja: ルール

source: Rule for how the break is calculated (most tournaments should use "Standard")
fr: Règle pour le calcul de la qualification (la plupart des tournois devraient utiliser « Standard »)
ja: ブレイクを計算するための計算方式。基本的には「標準」を選択します。

source: breaking teams
fr: qualification des équipes
ja: ブレイクするチーム

source: break category
fr: catégorie de break
ja: ブレイクカテゴリー

source: break categories
fr: catégories de break
ja: ブレイクカテゴリー

source: team
fr: équipe
ja: チーム

source: rank
fr: rang
ja: 順位

source: break rank
fr: rang dans la qualification
ja: ブレイク順位

source: Capped
fr: Exclue à cause de la limite
ja: 上限に引っかかった

source: Ineligible
fr: Non admissible
ja: ブレイク資格なし

source: Different break
fr: Qualification différente
ja: 違うカテゴリーでのブレイク

source: Disqualified
fr: Disqualifiée
ja: 失格

source: Lost coin toss
fr: Perdu le tirage au sort
ja: コイントス負け

source: Withdrawn
fr: Retirée
ja: 辞退

source: Reserve
fr: Réserve

source: Absent
fr: Absente

source: remark
fr: remarque
ja: 備考

source: Used to explain why an otherwise-qualified team didn't break
fr: Utilisé pour expliquer pourquoi une équipe qui qualifierait autrement n’a pas qualifié
ja: 本来ブレイク出来たチームがなぜブレイクしなかったのかの説明

source: breaking team
fr: équipe qualifiante
ja: ブレイクするチーム

source: Break Categories
fr: Catégories de qualification
ja: ブレイクカテゴリー

source: Break categories allow category-specific break rounds, <i>e.g.</i>, for novice or ESL categories. On this page, you can define what break categories exist. After you've defined the categories, the break rounds will be automatically generated, and you can set team eligibility on the <a href="%(eligibility_url)s">Eligibility</a> page.
fr: Les catégories de qualification permettent la génération de joutes éliminatoires, <i>e.g.</i>, pour les catégories de novices ou FLS. Sur cette page, vous pouvez les définir. Après les avoir faits, vous pouvez fixer l’éligibilité des équipes sur <a href="%(eligibility_url)s">la page d'éligibilité</a>.
ja: 初心者（Novice）や英語第二言語話者（ESL）などのブレイクカテゴリー特有の決勝ラウンドを管理できます。このページでは、ブレイクカテゴリーの種類を管理できます。カテゴリーを指定した後、ブレイクラウンドは自動生成され、<a href="%(eligibility_url)s">ブレイク資格</a>のページからブレイク資格を編集できます。

source: If you want to delete break categories, use the <a href="%(edit_db_url)s" class="alert-link">Edit Database</a> area.
fr: Si vous voulez supprimer des catégories de qualification, utilisez l’aire de <a href="%(edit_db_url)s" class="alert-link">modification de la base de données</a>.
ja: ブレイクカテゴリーを削除したい場合、<a href="%(edit_db_url)s" class="alert-link">データベース編集</a>エリアから削除してください。

source: Save Break Categories
fr: Enregistrer les catégories de qualification
ja: ブレイクのカテゴリーを保存

source: Adjudicators can be marked as breaking in the <a href="%(feedback_url)s">Feedback Overview</a> section.
fr: Les juges peuvent être marqués comme qualifiants dans la section <a href="%(feedback_url)s">Vue d'ensemble des évaluations</a>.
ja: <a href="%(feedback_url)s">フィードバック概要</a>セクションでジャッジのブレイクを指定できます。

source: Breaks
fr: Qualifications
ja: ブレイク

source: This tournament does not have any break categories set up. You can read about how to create breaks <a href="https://NekoTab.readthedocs.io/en/stable/features/breaks.html" class="alert-link" target="_blank"> at our documentation. </a>
fr: Ce tournoi n’a aucune catégorie de qualification définie. Vous pouvez découvrir comment créer des qualifications <a href="https://NekoTab.readthedocs.io/en/stable/features/breaks.html" class="alert-link" target="_blank">dans notre documentation.</a>
ja: この大会にはブレイクカテゴリーがありません。ブレイクの生成については、<a href="https://NekoTab.readthedocs.io/en/stable/features/breaks.html" class="alert-link" target="_blank">ドキュメンテーション</a>を参照。

source: Team Eligibility
fr: Éligibilité d'équipe
ja: チーム資格

source: %(category)s Break
fr: Qualification %(category)s
ja: %(category)sブレイク

source: <span class="badge float-right badge-light"> %(size)s Spots </span>
fr: <span class="badge float-right badge-light"> %(size)s Places </span>
ja: <span class="badge float-right badge-light"> %(size)sチーム進出 </span>

source: Teams Eligible
fr: Équipes admissibles
ja: チームが資格あり

source: Breaking
fr: Qualifiant
ja: ブレイク

source: Excluded
fr: Exclu
ja: 除外

source: Eligible
fr: Éligible
ja: 資格あり

source: Mark teams as eligible
fr: Marquer équipes comme qualifiantes
ja: チーム資格を変更

source: Generate this break
fr: Générer cette qualification
ja: ブレイクを生成

source: View this break
fr: Voir cette qualification
ja: このブレイクを表示

source: publicly visible
fr: visible publiquement
ja: 公開

source: not publicly visible
fr: pas visible publiquement
ja: 非公開

source: Delete and Regenerate All Breaks
fr: Supprimer et régénérer toutes les qualifications
ja: すべてのブレイクを削除し再生成

source: Generate the Break for All Categories
fr: Générer la qualification pour toutes les catégories
ja: すべてのカテゴリーのブレイクを生成

source: There are <strong>0 teams marked as eligible</strong> for this category — you will need to <a href="%(url)s" class="alert-link"> add some eligible teams</a> for this break to generate correctly.
fr: Il y a <strong>0 équipe marquée comme admissible</strong> pour cette catégorie. Vous devez <a href="%(url)s" class="alert-link">ajouter des équipes admissibles</a> pour que cette qualification puisse être générée correctement.
ja: ブレイク資格を持つチームがありません。正しくブレイクを生成するには、<a href="%(url)s" class="alert-link">資格を持つチームを追加</a>してください。

source: This break uses the <strong>%(category)s</strong> rule — if you intended to use a different rule, you should <a href="%(url)s"> edit the rule for this break category in the Edit Database area</a>, then delete and regenerate all breaks. Please double-check this before announcing the break or releasing it to the public. The code that generates the break is not robustly tested for corner cases.
fr: Cette qualification utilise la règle <strong>%(category)s</strong> — si vous avez l’intention d’utiliser une règle différente, vous devriez <a href="%(url)s">modifier la règle pour cette catégorie de qualification dans la zone pour modifier la base de données</a>, puis supprimez et régénérer tous les qualifications. Veuillez vérifier la qualification avant de l'annoncer au public ou de le publier. Le code qui génère la qualification n’est pas testée robustement pour les cas extrêmes.
ja: このブレイクは<strong>%(category)s</strong>ルールを基に計算されます。もし他の計算方法を意図している場合は、<a href="%(url)s">データベース編集エリアからこのブレイクカテゴリーの計算方法を変え</a>、一度ブレイクを削除して再生成してください。ブレイクを発表・公開する前に再確認してください。このブレイクの計算方法のアルゴリズムは、極端なケースで厳密にテストしていません。

source: To edit the break use the remarks in the right-hand column. Any team with a remark will be excluded from this break (the break generator will sometimes insert its own remarks). Then, click the appropriate Save Remarks and Update button below. If you have complicated break rules (for example, if some teams are allowed to choose their preferred category) then you may have to update remarks a few times to get the correct break. As a last resort, you can <a href="%(url)s"> edit the breaking teams list directly in the Edit Database area</a>.
fr: Pour modifier la qualification, utilisez les remarques dans la colonne à droite. N'importe équipe avec une remarque sera exclu de la qualification (des remarques pourraient être ajoutés automatiquement). Après, cliquer les boutons Sauvegarder Remarques et Mettre à Jour appropriés ci-dessous. Si vous avez des règles de qualification compliqués (par exemple si les équipes peuvent décider eux-mêmes leur catégorie préféré), vous aurez parfois besoin de faire des modifications manuelles pour avoir la bonne qualification. Comme dernier ressort, vous pouvez <a href="%(url)s">modifier la liste des équipes directement dans l'interface de la base de données</a>.
ja: ブレイクを編集するには、右側の列の備考を使用してください。備考がついたチームは、ブレイクから除外されます（アルゴリズムが勝手に備考を設定する場合もあります）。その後、適切な「備考を保存し更新」ボタンを押してください。複雑なブレイクルールの場合（例えばチームが自らのブレイクしたいカテゴリーを選べる場合）、意図したブレイクを得るために複数回備考を変更する必要がある場合があります。うまくいかない場合、最終手段として<a href="%(url)s">データベース編集エリアから直接ブレイクを変更</a>できます。

source: The <strong>public breaking teams</strong> configuration setting is enabled. As soon as you click the button, the breaking teams list will be visible on the public site, before you have a chance to double-check it! It is strongly recommended that you disable this setting on the <a href="%(options_url)s"> tournament configuration page</a> before generating the team breaks.
fr: Le réglage <strong>équipes qualifiants public</strong> est activé. Aussi tôt que vous cliquer le bouton, la liste des équipes qualifiants sera visible publiquement, avant que vous auriez l'opportunité à le vérifier ! C'est fortement conseillé que vous désactivez ce réglage dans la <a href="%(options_url)s">page des réglages de tournoi</a> avant de générer la qualification d'équipe.
ja: <strong>ブレイクするチームが公開</strong>されています。ボタンを押すと再確認できないまま即座にブレイクするチーム一覧が参加者に閲覧可能になります。ブレイクを生成する前に<a href="%(options_url)s">大会設定</a>からこの設定を無効化することを強く推奨します。

source: The break hasn't yet been generated. Would you like to generate the break for all categories? It's safe to generate the break before all preliminary rounds are complete, if you're curious — you can regenerate it later.
fr: La qualification n'a pas encore été générée. Souhaitez-vous générer la qualification pour toutes les catégories ? Il est sûr de générer la qualification avant que toutes les joutes préliminaires sont terminés, si vous êtes curieux : vous pouvez toujours le régénérer plus tard.
ja: まだブレイクが生成されていません。すべてのカテゴリーのブレイクを生成しますか？すべての予選ラウンドが終わる前にブレイクを生成してもあとで再生成できるので問題ありません。

source: <strong>Caution!</strong> The "public breaking teams" option is turned on, so the break is publicly visible. If you update the break(s), the changes will become visible <strong>immediately</strong>, <strong>without a chance for you to review them</strong>.
fr: <strong>Attention !</strong> Le réglage Équipes qualifiants public est activé, donc la qualification est public. Si vous modifiez la(es) qualification(s), les changements seront visibles <strong>immédiatement</strong>, <strong>sans chance pour les réviser</strong>.
ja: <strong>警告</strong>ボタンを押すと<strong>再確認できないまま即座に</strong>ブレイクするチーム一覧が参加者に閲覧可能になります。

source: Save Remarks and Update All Breaks
fr: Enregistrer les remarques et mettre à jour tous les qualifications
ja: 備考を保存しすべてのブレイクを更新

source: Save Remarks and Update the %(category)s Break
fr: Enregistrer les remarques et mettre à jour la qualification %(category)s
ja: 備考を保存し%(category)sブレイクを更新

source: There are <strong>%(count)s teams marked as eligible</strong> for this category. Would you like to add more eligible teams?
fr: Il y a <strong>%(count)s équipes éligibles</strong> pour cette catégorie. Voulez-vous en ajouter plus ?
ja: <strong>%(count)sチーム</strong>がこのカテゴリーでのブレイク資格を持ちます。さらに追加しますか？

source: Overview
fr: Vue d’ensemble
ja: 概要

source: Adjudicators' Break
fr: Qualification des juges
ja: ジャッジブレイク

source: It looks like there aren't any break categories are defined. If you'd like to create new break categories you'll need to first <a href="%(categories_url)s" class="alert-link"> add them in the Edit Database area</a>, then return to this page to set team's eligibility.
fr: Il semble qu'il n'y a aucun catégorie de qualification. Si vous voulez en ajouter, vous devriez d'abord <a href="%(categories_url)s" class="alert-link">les ajouter dans l'interface de la base de données</a>, puis retourner à cette page pour marquer les équipes comme éligible.
ja: ブレイクカテゴリーが定義されていないようです。まずは<a href="%(categories_url)s" class="alert-link">データベース編集エリア</a>でブレイクカテゴリーを追加し、戻ってきてください。

source: Break
fr: Qualification
ja: ブレイク

source: Adjudicators
fr: Juges
ja: ジャッジ

source: Grand Final
fr: Grande finale
ja: 決勝

source: Semifinals
fr: Demi-finales
ja: 準決勝

source: SF
fr: DF

source: Quarterfinals
fr: Quarts de finale
ja: 準々決勝

source: Octofinals
fr: Huitièmes de finale
ja: 準々々決勝

source: OF
fr: HF

source: Double-Octofinals
fr: Seizièmes de finale
ja: 準々々々決勝

source: DOF
fr: 16F

source: Triple-Octofinals
fr: Trente-deuxièmes de finale
ja: 準々々々々決勝

source: TOF
fr: 32F

source: %s Finals
fr: Finales %s
ja: %s部門決勝

source: %s Semifinals
fr: Demi-finales %s
ja: %s部門準決勝

source: %s Quarterfinals
fr: Quarts de finale %s
ja: %s部門準々決勝

source: %s Octofinals
fr: Huitièmes de finale %s
ja: %s部門準々々決勝

source: %sOF
fr: %sHF

source: %s Double-Octofinals
fr: Seizièmes de finale %s
ja: %s部門準々々々決勝

source: %sDOF
fr: %sDHF

source: %s Triple-Octofinals
fr: Trente-deuxièmes de finale %s
ja: %s部門準々々々々決勝

source: %sTOF
fr: %sTHF

source: Unknown %s break round
fr: Joute éliminatoire %s inconnue
ja: %s部門名前不明

source: U%sBR
fr: JQ%sU

source: Unknown break round
fr: Joute éliminatoire inconnue
ja: 名前不明

source: UBR
fr: JÉI

source: There was an error generating the break for category %(category)s: %(message)s
fr: Une erreur s'est produite lors de la génération de la qualification pour la catégorie %(category)s : %(message)s
ja: %(category)sカテゴリーのブレイク生成中にエラーが発生しました：%(message)s

source: Eligible for
fr: Éligible pour
ja: 資格あり

source: Edit Remark
fr: Modifier Remarque
ja: 備考を編集

source: Changes to breaking team remarks saved and teams break updated for the following break categories: %(categories)s.
fr: Les changements aux remarques pour les équipes qualifiantes ont été enregistrés, et la qualification des équipes a été mise à jour, pour les catégories de qualification suivantes : %(categories)s.
ja: 以下のカテゴリーの備考が保存され、ブレイクチームが更新されました：%(categories)s。

source: Changes to breaking team remarks saved and teams break updated for break category %(category)s.
fr: Les changements aux remarques pour les équipes qualifiantes ont été enregistrés, et la qualification des équipes a été mise à jour, pour la catégorie de qualification %(category)s.
ja: 備考が保存され、%(category)sカテゴリーのブレイクチームが更新されました。

source: Changes to breaking team remarks saved.
fr: Modifications aux remarques des équipes qualifiants sauvegardés.
ja: 備考が保存されました。

source: Teams break generated for the following break categories: %(categories)s.
fr: La qualification des équipes s'est générée pour les catégories de qualification suivantes : %(categories)s.
ja: 以下のカテゴリーのチームブレイクが生成されました：%(categories)s。

source: Breaking Adjudicators
fr: Juges Qualifiants
ja: ブレイクするジャッジ

source: Four-team formats require the break size to be either six times or four times a power of two.
fr: Les formats à quatre équipes nécessitent la taille de la qualification à être soit six fois ou quatre fois une puissance de deux.
ja: 4チーム試合形式ではブレイク数は2のべき乗の4または6倍である必要があります。

source: Break Eligibility
fr: Admissibilité pour la qualification
ja: ブレイク資格

source: %s Speakers
fr: %s Orateurs
ja: %sスピーカー

source: Team has %(nspeakers)s speaker with the %(category)s speaker category assigned
fr: Équipe a %(nspeakers)s orateur avec la catégorie d'orateur %(category)s assigné
ja: このチームには%(category)sカテゴリーのスピーカーが%(nspeakers)s人います

source: slug
ja: スラグ

source: Standard
ja: 標準
