Repository: abusumon/nekotab-app
Catalog: tabbycat/privateurls/locale/*/LC_MESSAGES/django.po
Languages: cs, ja

source: Private URL Management
cs: Správa soukromých URL
ja: Private URL管理

source: for %(name)s
cs: pro %(name)s
ja: %(name)s用

source: The URL of this page is personalised to you, %(name)s. <strong>Do not share it with anyone;</strong> anyone who knows this URL can submit results and/or feedback for your debates. You may bookmark this page and return here after each debate for the available actions.
cs: URL této stránky je přizpůsobeno právě vám, %(name)s. <strong>S nikým ji nesdílejte;</strong> kdokoli zná tuto URL může posílat výsledky a/nebo zpětnou vazbu pro vaše debaty. Můžete si tuto stránku uložit do oblíbených a vrátit se sem po každé debatě pro dostupné funkce.
ja: これはあなた（%(name)s）個人用にカスタマイズされたURLです。<strong>他人に共有しないでください</strong>ーこのURLを持っている人なら誰でもあなたの試合の結果・フィードバックを送信できてしまいます。ブックマークをして試合終了後に戻って来れます。

source: Revoke check-in from %(check_time)s
cs: Zrušit potvrzení přítomnozti z %(check_time)s
ja: %(check_time)sのチェックインを取り消す

source: Check in
cs: Potvrdit přítomnost
ja: チェックインする

source: You have been checked in at %(check_time)s
cs: Potvrdili jste svou přítomnost v %(check_time)s
ja: %(check_time)sにチェックインしました

source: You are not currently checked in.
cs: Aktuálně jste nepotvrdil svou přítomnost.
ja: 現在チェックインが完了していません。

source: Show barcode for check-in
cs: Zobrazit čárový kód pro potvrzení přítomnosti
ja: チェックイン用のバーコードを表示

source: Submit Ballot for %(round)s
cs: Odeslat ballot pro %(round)s
ja: %(round)sのバロットを提出

source: Submit Feedback
cs: Odeslat zpětnou vazbu
ja: フィードバックを提出

source: Registration (%(name)s)
cs: Registrace (%(name)s)
ja: 登録内容（%(name)s）

source: Private URLs
cs: Soukromé URL
ja: Private URL

source: The private URLs for ballot and/or feedback submission from participants are given below.
ja: 参加者がバロット・フィードバック提出に使用するPrivate URLは以下の通りです。

source: Private URLs are used to allow participants to submit ballots and/or feedback online. You should use them if you have a means of distributing crazy-looking URLs to participants, and are too worried about fraud to use a publicly accessible page where <em>anyone</em> can enter <em>any</em> submission. The URLs will look something like this:
ja: Private URLは参加者がオンラインでバロット・フィードバックを提出するのに使用されます。変なURLを参加者に配布する手段があり、<strong>誰でも何でも</strong>送信できる公開フォームページでは不正が怖い場合に使用するべきです。Private URLはこのような感じのリンクになります：

source: Anyone with the URL can access the relevant data entry page. The idea is that it's hard to guess another key (the random-looking string), so you should make each URL accessible only to the participant in question. <a href="https://NekoTab.readthedocs.io/en/latest/features/data-entry.html#private-urls"> Read more about private URLs.</a>
ja: このリンクを持っている人は全員関連したデータ入力ページにアクセスできます。ただし、他の人のキー（ランダムな文字列）を当てるのは難しいため、該当の参加者にのみリンクを共有すれば問題ないでしょう。<a href="https://NekoTab.readthedocs.io/en/latest/features/data-entry.html#private-urls">Private URLについてより詳しく知りたい場合はこちら。</a>

source: Neither <strong>participant ballot submissions</strong>, <strong>participant feedback submissions</strong>, nor <strong>participant self-checkins</strong> are configured to be from private URLs. Any generated URLs will not be useful unless you configure those settings accordingly on the <a href="%(data_entry_options_url)s">tournament configuration page</a>.
ja: Private URLからの<strong>バロット提出、フィードバック提出、セルフチェックイン</strong>のいずれも有効になっていません。<a href="%(data_entry_options_url)s">設定ページ</a>で設定しない限り、URLを配布する意味がありません。

source: There are no private URLs assigned.
ja: Private URLが割り当てられていません。

source: Generate Private URLs
cs: Vygenerovat soukromé URL
ja: Private URLを発行

source: View URLs
ja: URLを表示

source: Print Teams' URLs
ja: チームのURLを印刷

source: Print Adjudicators' URLs
ja: ジャッジのURLを印刷

source: All reachable participants have already been sent their private URLs.
cs: Všem dosažitelným účastníkům již byly rozeslány jejich soukromé URL.
ja: 連絡可能な参加者には全員既にPrivate URLを送信してあります。

source: Email URLs
ja: URLをメール送信

source: This button only generates private URLs for participants who do not already have one.
ja: まだPrivate URLがない人の分を発行します。

source: Generate URLs
cs: Vygenerovat URL
ja: URLを発行

source: All participants already have private URLs.
cs: Všichni účastníci již mají soukromé URL.
ja: すべての参加者にプライベートURLが割り当てられています。

source: no URL
cs: žádná URL
ja: URLなし

source: Speakers
cs: Mluvčí
ja: スピーカー

source: Adjudicators
cs: Rozhodčí
ja: ジャッジ

source: All participants already have private URLs. If you want to delete them, use the Edit Database area.
ja: すでにすべての参加者にPrivate URLが発行されています。削除したければ、データベース編集エリアから削除してください。

source: A private URL was generated for %(nblank_people)d person.
cs: Soukromá URL byla vygenerována pro %(nblank_people)d osobu.
ja: %(nblank_people)d人分のPrivate URLを発行しました。

source: The already-existing private URL for %(nexisting_people)d person was left intact.
cs: Již existující soukromá URL pro %(nexisting_people)d osobu byla ponechána nedotčená.
ja: 既に存在する%(nexisting_people)d人分のPrivate URLに変更はありません。

source: URL Key
ja: URLキー

source: Debates
cs: Debat
ja: 試合

source: Private URL
cs: Soukromá URL
