Repository: abusumon/nekotab-app
Catalog: tabbycat/options/locale/*/LC_MESSAGES/django.po
Languages: fr, ja

source: 3 vs 3 without replies, set motions, novices, intermediate bubbles, one-up-one-down. Compliant with AIDA rules.
fr: 3 contre 3 sans répliques, motions déterminés, bulles intermédiaires, un-monte-un-descend. Conforme aux règles d'AIDA.
ja: 3対3、リプライあり、セットされた論題、ノビス、中間バブル、one-up-one-down方式。AIDA準拠。

source: 2 vs 2 Impromptu
fr: 2 contre 2 Impromptu
ja: 即興型2対2

source: 2 vs 2 with replies, chosen motions, chosen sides, and novice statuses.
fr: 2 contre 2 avec répliques, motions choisis, côtés choisis et statut de novice.
ja: 2対2、リプライあり、論題選択あり、サイド選択あり、ノビス。

source: 3 vs 3 Prepared
fr: 3 contre 3 Préparé
ja: 準備型3対3

source: 3 vs 3 with preallocated sides, publicly displayed sides and motions, and novice statuses.
fr: 3 contre 3 avec côtés pré-alloués, côtés et motions affichés publiquement et statut novice.
ja: 3対3、事前に決定・公開されたサイド、事前に公開された論題、ノビス。

source: UADC Rules
fr: Règles UADC
ja: UADC形式

source: 3 vs 3 with replies, chosen motions, and all adjudicators can receive feedback from teams.
fr: 3 contre 3 avec répliques, motions choisis et tous les juges peuvent recevoir des évaluations des équipes.
ja: 3対3、リプライあり、論題選択あり、チームはすべてのジャッジへフィードバック

source: WSDC Rules
fr: Règles WSDC
ja: WSDC形式

source: 3 vs 3 with replies, chosen motions, prop/opp side labels, and all adjudicators can receive feedback from teams.
fr: 3 contre 3 avec répliques, motions choisis, étiquettes de côtés prop/opp et tous les juges peuvent recevoir des évaluations des équipes.
ja: 3対3、リプライあり、論題選択あり、サイド名prop/opp、チームはすべてのジャッジへフィードバック

source: APDA Rules
fr: Règles APDA
ja: APDA形式

source: 2 vs 2 with speech rankings and byes
ja: 2対2、スピーチランクあり、byeチームあり

source: Public Speaking
ja: パブリックスピーキング

source: Arbitrary number of teams per room, one speech each, no team points
ja: 1試合当たり任意のチーム数、1スピーチずつ、チームスコアなし

source: Public Information Options
fr: Options d'information Publique
ja: 情報公開設定

source: For tournaments hosted online: this sets it up so that people can access the draw and other generally useful information via the tab site.
fr: Pour les tournois hébergés en ligne : ceci configure le site pour permettre au monde d'accéder au tirage et autre information pertinente par le site.
ja: オンライン大会用：タブサイトを通じて対戦表などの便利な情報の閲覧を可能にします

source: Tab Release Options
fr: Options de Publication
ja: タブリリース設定

source: For when a tab is ready to be released. This will publicly display the results of all rounds, the team tab, the speaker tab, etc
fr: Pour quand le rendement est prêt à être publié. Ceci va afficher publiquement les résultats de toutes les joutes, le rendement des équipes, orateurs, etc
ja: タブを公開するときに使用。すべてのラウンドの結果、チームタブ、スピーカータブなどを公開します。

source: Use Private URLs
fr: Utiliser URL privées
ja: Private URLの使用

source: Enables participant data entry through private URLs.
ja: Private URLを通じて参加者がデータを入力できます

source: Use Public Forms
ja: 公開されたフォームの使用

source: Enables participant data entry through public forms.
ja: 公開されたフォームを通して参加者がデータを入力できます

source: Configuration
fr: Paramètres
ja: 設定

source: The range of scores that can awarded to speeches, replies, and teams
fr: L'étendue des scores qui peuvent être attribués aux discours, répliques et équipes
ja: スピーチ、リプライやチームに付けられる点数の範囲

source: How teams are paired in the draw and how adjudicators are auto-allocated
fr: Comme les équipes sont jumelées au tirage et comment les juges sont répartis automatiquement
ja: 対戦表でどのようにチームが組まれ、ジャッジが自動配置されるか

source: How many speeches in a debate, how motions are decided, and whether reply speeches are used
fr: Combien de discours dans un débat, comment les motions sont décidés et si les répliques sont utilisés
ja: 試合のスピーチ数、論題の決定方法、リプライの有無

source: How teams and speakers are ranked in the released tabs
fr: Comment les équipes et les orateurs sont classés dans les résultats
ja: リリースされたタブでどのようにチームやスピーカーの順位付けがされるか

source: How adjudicators are ranked and who can submit feedback
fr: Comment les juges sont classés et qui peut les évaluer
ja: どのようにジャッジが評価され、だれがフィードバックを出せるか

source: How and where are motions used
fr: Où et comment les motions sont utilisées
ja: どこでどのように論題が使われるか

source: When to release a public tab is made visible and what data it shows
fr: Quand publier les résultats et que montrer
ja: いつタブが公開されるか、どのデータを公開するか

source: How ballots, feedback, and check-ins are entered, including online submission options
fr: Comment les feuilles, évaluations et enregistrements sont entrées, incluant les options de saisie en ligne
ja: バロット、フィードバックやチェックインがオンライン含めどのように入力されるか

source: What information the site displays on the publicly accessible pages
fr: Quelles informations affiche le site sur les pages publiques
ja: 公開された部分のページにどのような情報を表示するか

source: Small tweaks in what information is presented by the interface
fr: Petites modifications dans quelles informations sont présentées par l'interface
ja: UIで表示される細かな点の変更

source: Configures sending notifications, such as emails confirming ballot submissions or team points
fr: Configure le traitement des messages de notification, tels la soumission de feuille ou le pointage d'équipe
ja: メールやバロット確認、チームの点数等の通知を設定

source: Settings which can affect all tournaments on the site
fr: Paramètres qui peuvent affecter tous les tournois sur le site
ja: このサイト上のすべての大会に適応される設定

source: Manually Set Current Round
fr: Changer manuellement la joute actuelle
ja: 手動で「現在進行中のラウンド」を設定

source: NekoTab will prompt you to advance the current round on each round's results page. However, if there are special circumstances that require you to override this and set the current round to something else, use this page.
fr: NekoTab va vous avertir d’achever la joute actuelle sur la page de résultats de chaque joute. Par contre, s’il y a des circonstances spéciales et il faut l’outrepasser, utilisez cette page.
ja: NekoTabは各ラウンドの結果ページで、現在のラウンドを進めるように促します。しかし、これを上書きしたい特別な事情があればこのページを使用してください。

source: Set Round Weights for Tapered Scoring
ja: ラウンドの比重を設定

source: Rounds can be weighted so that certain rounds are worth more team points.
ja: 特定のラウンドがチームの点数により大きく影響するように、ラウンドに重みをつけることができます。

source: Invite User to Create an Account
ja: ユーザーを招待しアカウント作成

source: Users can be created through an invitation link sent to their email, with associated permissions.
ja: メールに招待を送ることで特定の権限の新しいユーザーを作成できます。

source: Presets
fr: Préconfigurations
ja: プリセット

source: These show changes to your configuration for common situations and debate formats. You may apply these settings or modify them for your tournament directly on the preset's page.
ja: よくある状況・形式にあわせ大会の設定を変更します。プリセットページから設定を適応したり、直接修正したりできます。

source: Apply %(preset)s
fr: Appliquer %(preset)s
ja: %(preset)sを適用

source: Configuration: %(section)s
ja: 設定：%(section)s

source: Edit Configuration: %(section)s
fr: Modifier la Configuration : %(section)s
ja: 設定を編集：%(section)s

source: Back to Configuration
fr: Retour au Configuration
ja: 設定に戻る

source: This preference will be changed
ja: 以下の%(counter)sつの設定は変更されます

source: This preference will not change
ja: 以下の%(counter)sつの設定は変更されません

source: Apply Changes
fr: Appliquer les modifications
ja: 変更を適用

source: Presets are provided as a convenience only and may not be up to date with a debating format's rules or the expectations of your circuit. Please double-check everything to ensure it matches your needs.
ja: プリセットは便宜上提供されているものであり、ディベート形式の最新のルールやサーキット特有の設定に沿っていない場合があります。期待している設定になっているか再確認してください。

source: The following metrics can't be listed twice: %(duplicates)s
fr: Les métriques suivantes ne peuvent pas être ajoutés deux fois : %(duplicates)s
ja: 以下の指標は重複できません：%(duplicates)s

source: Tournament options (%(section)s) saved.
fr: Options de tournoi (%(section)s) sauvegardées.
ja: %(section)sを保存しました。

source: Apply Preset: %s
ja: プリセットを適用：%s

source: Tournament options saved based on preset %(name)s.
ja: %(name)sのプリセットに基づいて大会設定を保存しました。

source: One-up-one-down
fr: Un-promu-un-dégradé

source: Population variance
fr: Variance d’une population

source: Hungarian algorithm with preshuffling
fr: Algorithme hongrois avec battement

source: Registration
fr: Inscription

source: Break categories
fr: Catégories de qualification

source: Seed
fr: Tête de série

source: Emoji
fr: Émoji

source: Email address
fr: Adresse courriel

source: Phone number
fr: Numéro de téléphone

source: Public speaker categories
fr: Catégories d'orateur publiques

source: Emojis
fr: Émojis

source: Last names (e.g. 'Jones & Smith')
fr: Noms de famille (par exemple 'Jones & Smith')
