Repository: abusumon/nekotab-app
Catalog: tabbycat/options/locale/*/LC_MESSAGES/django.po
Languages: fr, ja

source: Tournament Options
fr: Options de Tournoi
ja: 大会設定

source: Mininum score must be less than maximum score
fr: La note minimale doit être moins que la note maximale
ja: スコアの最低値はスコアの最大値よりも小さくなければなりません

source: Intermediate 1 or 2 require preallocated sides
ja: Intermediate 1または2を使用するには事前にサイドを割り当ててください

source: Four-team formats require consensus ballots
ja: 4チーム形式ではコンセンサスバロットが必要です

source: Must set a password if using a password is enabled
ja: 提出時にパスワードを使用する場合は、パスワードを設定する必要があります

source: Showing team institutions defeats the purpose of code names
ja: チームのインステを表示するとコードネームを使用する意味がありません

source: instance
ja: インスタンス

source: tournament preference
fr: réglage du tournoi
ja: 大会設定

source: tournament preferences
fr: réglages du tournoi
ja: 大会設定

source: Score Rules
fr: Règles des scores
ja: スコア設定

source: Minimum allowed score for substantive speeches
fr: Score minimum admissible pour les discours substantifs
ja: 通常スピーチのスコアの下限

source: Minimum speaker score
fr: Score minimum de discours
ja: スピーカースコアの最小値

source: Maximum speaker score
fr: Score maximum de discours
ja: スピーカースコアの最大値

source: Maximum allowed score for substantive speeches
fr: Score maximum admissible pour les discours substantifs
ja: 通常スピーチの上限

source: Speaker score step
fr: Taille de l’incrément pour les scores d’orateur
ja: スピーカースコアの点数間隔

source: Score steps allowed for substantive speeches, e.g. full points (1) or half points (0.5)
fr: Taille de l’incrément permise pour les discours principales, e.g. points entier (1) ou demi-points (0,5)
ja: 通常スピーチのスコアの間隔（e.g. 1点または0.5点）

source: The largest amount by which one team can beat another (0 means no limit)
fr: La plus grande différence pour laquelle une équipe peut battre une autre. (0 représente aucune limite)
ja: チーム間のスコアの差の最大値（制限なしの場合0）

source: Maximum margin
fr: Marge maximum
ja: スコアマージンの最大値

source: Minimum allowed score for reply speeches
fr: Score minimum admissible pour les discours de réplique
ja: リプライスピーチのスコアの下限

source: Minimum reply score
fr: Score minimum de réplique
ja: リプライスコアの最小値

source: Maximum allowed score for reply speeches
fr: Score maximum admissible pour les discours de réplique
ja: リプライスピーチの上限

source: Maximum reply score
fr: Score maximum de réplique
ja: リプライスコアの最大値

source: Score steps allowed for reply speeches, e.g. full points (1) or half points (0.5)
fr: Taille de l’incrément permise pour les discours de réplique, e.g. points entier (1) ou demi-points (0,5)
ja: リプライスピーチのスコアの間隔（e.g. 1点または0.5点）

source: Reply score step
fr: Taille de l’incrément pour les discours de réplique
ja: リプライスコアの点数間隔

source: If checked, a team's winning margin includes dissenting adjudicators
fr: Si coché, la marge de victoire des équipes incluront les juges divergentes
ja: チェックした場合、チームの勝利マージンには異議を唱えるジャッジが含まれます

source: Margin includes dissenters
fr: Marge inclut divergents
ja: マージンに異議者を含める

source: If checked, all speaker scores, including for duplicate speeches, will be counted for team scores
ja: チェックした場合、重複スピーチを含むすべてのスピーカースコアがチームスコアに加算されます

source: Team score includes ghosts
ja: 重複スピーチをチームスコアに含める

source: Draw Rules
fr: Règles du tirage
ja: 対戦表設定

source: The auto-allocator will only take adjudicators at or above this score as voting panellists
fr: L’allocation automatisée prendra seulement les juges à ce score (ou plus) comme membres votants
ja: ジャッジの自動配置の際、このスコア以上のジャッジのみを投票権を持つパネルとして配置します

source: Minimum adjudicator score to vote
fr: Score minimum de juge pour le droit de vote
ja: 投票権を持つジャッジスコアの下限

source: Penalty applied by adjudicator auto-allocator for conflicts
fr: Pénalité appliqué par l’allocation automatisée de juges pour les conflits
ja: ジャッジの自動配置の際、コンフリクトに与えられるペナルティコスト

source: Adjudicator conflict penalty
fr: Pénalité de conflit de juge
ja: ジャッジのコンフリクトペナルティ

source: Penalty applied by adjudicator auto-allocator for history
fr: Pénalité appliqué par l’allocation automatisée pour les débats précédents
ja: ジャッジの自動配置の際、ジャッジ経験に与えられるペナルティコスト

source: Adjudicator history penalty
fr: Pénalité d’histoire de juge
ja: ジャッジ履歴ペナルティ

source: Penality applied by preformed panel auto-allocator for priority mismatch
fr: Pénalité au jury préformé par la répartition automatisé pour un intrus de priorité
ja: 事前設定されたパネルを自動で配置する際、優先度の不一致に寄るペナルティ

source: Importance mismatch penalty
fr: Pénalité d’intrus d’importance
ja: 重要度ミスマッチペナルティ

source: Penalty applied by conflict avoidance method for teams seeing their own institution
fr: Pénalité appliqué par les méthodes pour éviter les conflits des équipes appariés à leurs institutions
ja: チームの配置の際、同じインステのチーム同士の試合にかかるペナルティコスト

source: Team institution penalty
fr: Pénalité équipe-institution
ja: チーム・インステペナルティ

source: Penalty applied by conflict avoidance method for teams seeing each other twice or more
fr: Pénalité appliqué par les méthodes pour éviter les conflits entre les équipes qui se revoit
ja: チームの配置の際、既に対戦したチームと再び対戦することにかかるペナルティコスト

source: Team history penalty
fr: Pénalité d’histoire d’équipe
ja: チーム履歴ペナルティ

source: If checked, the draw will try to avoid pairing teams against their own institution
fr: Si coché, le tirage essayera d’éviter d’apparier les équipes contre leurs institutions
ja: チェックした場合、同じインステのチーム同士の試合を極力回避します。

source: Avoid same institution
fr: Éviter même institution
ja: 同インステを回避

source: If checked, the draw will try to avoid having teams see each other twice
fr: Si coché, le tirage essayera d’éviter d’apparier les mêmes équipes ensemble
ja: チェックした場合、既に対戦したチームと再び対戦することを極力回避します。

source: Avoid team history
fr: Éviter histoire d’équipe
ja: 対戦済みチームを回避

source: Penalty applied by conflict avoidance method for teams being in a pullup many times. Leave 0 for no penalty.
fr: Pénalité appliquée par la méthode d'évitement de conflit pour les équipes promu plusieurs fois. Laisser 0 pour n'avoir aucune pénalité.
ja: チームの配置の際、同じチームが何度もプルアップされることに対するペナルティコスト。ペナルティなしの場合は0。

source: Previously saw pullup penalty
fr: Pénalité de débat promu antérieur
ja: プルアップ回避ペナルティ

source: Penalty applied by minimum cost matching to prefer pairings that balance sides.
ja: チームの配置の際の最小コストマッチングで、サイドバランスを均等にするためのペナルティコスト

source: Side balance penalty
ja: サイドバランスペナルティ

source: Penalty applied by minimum cost matching to prefer pairings that follow the draw pairing method.
ja: チームの配置の際の最小コストマッチングで、ペアリング方法から逸れた配置をすることによるペナルティコスト

source: Pairing deviation penalty
ja: ペアリング差分ペナルティ

source: How odd brackets are resolved (see documentation for further details)
fr: Comment les tranches impair sont résolus (voir documentation pour plus de détails)
ja: 奇数チームのブラケットの解決方法（詳細はドキュメンテーションを参照）

source: Odd bracket resolution method
fr: Méthode de résolution de tranche impair
ja: 奇数ブラケット解決方法

source: Pull up from top
fr: Promotion du haut
ja: 最上位をプルアップ

source: Pull up from bottom
fr: Promotion du bas
ja: 最下位をプルアップ

source: Pull up from middle
fr: Promotion du milieu
ja: 中央をプルアップ

source: Pull up at random
fr: Promotion aléatoire
ja: ランダムにプルアップ

source: Intermediate brackets
fr: Tranches intermédiaires
ja: 中間ブラケット

source: Intermediate brackets with bubble-up-bubble-down
fr: Tranches intermédiaires avec percoler-tamiser
ja: バブルアップバブルダウンの中間ブラケット

source: Intermediate 1 (pre-allocated sides)
fr: Intermédiaire 1 (côtés pré-répartis)
ja: Intermediate 1（事前にサイド割り当て）

source: Intermediate 2 (pre-allocated sides)
fr: Intermédiaire 2 (côtés pré-répartis)
ja: Intermediate 2（事前にサイド割り当て）

source: How affirmative/negative positions are assigned (see documentation for further details)
fr: Comment les côtés affirmative/négative sont repartit (voir documentation pour plus de détails)
ja: 肯定/否定のサイドの割り当て方法（詳細はドキュメンテーションを参照）

source: Side allocations method
fr: Méthode de répartition des côtés
ja: サイド割り当て方法

source: Random
fr: Aléatoire
ja: ランダム

source: Balance
fr: Équilibré
ja: バランス

source: Pre-allocated
fr: Pré-attribué
ja: 事前割り当て

source: Manually enter from ballot
fr: Saisir manuellement de la feuille
ja: バロットから手動で入力

source: Slide: 1 vs 6, 2 vs 7, …. Fold: 1 vs 10, 2 vs 9, …. Adjacent: 1 vs 2, 3 vs 4, ….
fr: Glisser : 1 vs 6, 2 vs 7, …. Plier : 1 vs 10, 2 vs 9, …. Adjacent : 1 vs 2, 3 vs 4, ….
ja: スライド：1対6、2対7、…。折りたたみ：1対10、2対9、…。隣接：1対2、3対4、…。

source: Pairing method
fr: Méthode d’appariement
ja: ペアリング方法

source: Slide
fr: Glisser
ja: スライド

source: Fold
fr: Plier
ja: 折りたたみ

source: Adjacent
ja: 隣接

source: Fold top, adjacent rest
fr: Glisser haut, adjacent reste
ja: 上を折りたたみ、残りを隣接

source: Method used to try to avoid teams facing each other multiple times or their own institution (see documentation for further details)
fr: Méthode utilisé pour essayer d’éviter les équipes d’être appariées contre des équipes qu’elles ont déjà débattu ou de la même institution (voir documentation pour plus de détails)
ja: 既に対戦したチーム同士や同じインステのチーム同士の対戦を回避する方法（詳細はドキュメンテーションを参照）

source: Conflict avoidance method
fr: Méthode d’éviter les conflits
ja: コンフリクト回避方法

source: Off
fr: Désactivé
ja: なし

source: If using pull-ups, restrict which teams can be pulled up. Two-team formats only. Has no effect on BP or intermediate brackets.
fr: Si utilisant les promotions, restreindre quelles équipes peuvent être promu. Formats à deux équipes seulement. Aucun effet sur PB ou les tranches intermédiaires.
ja: プルアップをする場合、プルアップの条件を付与します。2チーム形式のみ有効、BPや中間ブラケットの設定では影響なし。

source: Pullup restriction
fr: Restriction de promotion
ja: プルアップ制限

source: No restriction
fr: Aucune restriction
ja: 制限なし

source: Choose from teams who have been pulled up the fewest times so far
fr: Choisir parmi les équipes qui se sont fait le moins promu à présent
ja: 最もプルアップ回数が少ないチームから選択

source: Choose from teams with the lowest draw strength by wins so far
fr: Choisir entre équipes avec la puissance des paires par victoires le plus bas jusqu'à présent
ja: 最も対戦相手の勝ち数の合計が少ないチームから選択

source: Choose from teams with the lowest draw strength by speaks so far
fr: Choisir entre équipes avec la puissance des paires par scores d'orateur le plus bas jusqu'à présent
ja: 最も対戦相手のスピーカースコアの合計が少ないチームから選択

source: In BP, how pullups are distributed. Only "Anywhere" is WUDC-compliant.
fr: En PB, comment les promotions sont distribués. Seulement « Partout » est conforme à WUDC.
ja: BP形式のプルアップの分配方法。「どこでも」のみがWUDC準拠です。

source: BP pullup distribution
fr: Distribution de promotion en PB
ja: BPプルアップ分配

source: Anywhere in bracket
fr: N’importe où dans la tranche
ja: ブラケット内のどこでも

source: All in the same room (not WUDC-compliant)
fr: Tout dans la même salle (non-conforme au WUDC)
ja: 一つの部屋に全プルアップ（WUDC非準拠）

source: In BP, which position cost function to use (see documentation for details)
fr: En PB, quelle fonction de coût de position à utiliser (voir documentation pour plus de détails)
ja: BP形式で使用するサイドコスト関数（詳細はドキュメンテーションを参照）

source: BP position cost
fr: Coût de position PB
ja: BPサイドコスト

source: Simple
ja: シンプル

source: Rényi entropy
fr: Entropie de Rényi
ja: Rényiエントロピー

source: Rényi order α, if BP position cost uses Rényi entropy. Shannon is α = 1, Hartley is α = 0, collision is α = 2. See documentation for details.
fr: Ordre de Rényi α, si le coût de position utilise l’entropie de Rényi. Shannon est α = 1, Hartley est α = 0, collision est α = 2. Voir documentation pour plus de détails.
ja: BPサイドコストの算出にRényiエントロピーを使用する場合のRényi order αの値。シャノンはα=1、ハートリーはα=0、コリジョンはα=2（詳細はドキュメンテーションを参照）。

source: Rényi order (BP)
fr: Ordre de Rényi (PB)
ja: Rényiオーダー（BP）

source: The BP position cost is raised to this power; higher exponents bias towards resolving fewer large position imbalances over more small ones. See documentation for details.
fr: Le coût de position PB est monté à cette puissance ; les puissances plus grandes fassent un biais.
ja: BPサイドコストをこの値乗します。この値を高く設定した場合、たくさんの小さな不均衡を是正するよりも、少ないがより大きな不均衡を修正しようとする傾向になります（詳細はドキュメンテーションを参照）。

source: BP position cost exponent
fr: Puissance de coût de position PB
ja: BPサイドコストの指数

source: In BP, which method to use to solve the assignment problem. Only Hungarian with preshuffling is WUDC-compliant.
fr: En PB, quel méthode utiliser pour répartir les positions. Seulement l’algorithme hongroise avec battement est conforme à WUDC.
ja: BPで、配置問題を解決するために使用する方法。Hungarian with preshufflingのみがWUDC準拠です。

source: BP assignment method
fr: Méthode de répartition PB
ja: BP配置方法

source: Hungarian algorithm (not WUDC-compliant)
fr: Algorithme hongrois (non-conforme au WUDC)
ja: Hungarian algorithm（WUDC非準拠）

source: Automatically make all adjudicators available for all rounds
fr: Rendre tous les juges disponible pour toutes les joutes
ja: すべてのラウンドで自動的にすべてのジャッジを参加可能状態にする

source: Skip adjudicator check-ins
fr: Sauter l’enregistrement des juges
ja: ジャッジのチェックインをスキップ

source: Hide panellist positions in the UI (and don't allocate them)
fr: Cacher les positions de membre dans l’interface (et le pas les allouer)
ja: UIでパネルを非表示にし配置を回避

source: No panellist adjudicators
fr: Aucun juge membre
ja: パネルなし

source: Hide trainee positions in the UI (and don't allocate them)
fr: Cacher les positions de stage dans l’interface (et le pas les allouer)
ja: UIでトレイニーを非表示にし配置を回避

source: No trainee adjudicators
fr: Aucun juge en stage
ja: トレイニーなし

source: How to handle teams who were marked available yet excluded froma round (a bye)
ja: 参加可能だがラウンドから除外されたチーム（byeチーム）の処理方法

source: Bye team results
ja: byeチームの結果処理

source: Treat bye teams as absent
ja: byeチームを不在として扱う

source: Attribute a win to bye teams, without speaks
ja: byeチームをスピーカースコアなしで勝ちとして扱う

source: If creating a draw with an uneven number of teams, how to decide who gets the bye (won't be allocated)
ja: チーム数が奇数の場合、どのチームが配置されずbyeチームになるかをの決定方法

source: Bye team selection method
ja: byeチームの選択方法

source: Don't choose bye teams
ja: byeチームなし

source: Choose bye teams randomly
ja: ランダムに選択

source: Choose lowest ranking teams
ja: 最下位のチームを選択

source: Feedback
fr: Évaluations
ja: フィードバック

source: Minimum possible adjudicator score that can be given
fr: Note minimale qui peut être donnée à un juge
ja: ジャッジスコアの下限

source: Minimum adjudicator score
fr: Note de juge minimale
ja: ジャッジスコアの最小値

source: Maximum possible adjudicator score that can be given
fr: Note maximale qui peut être donnée à un juge
ja: ジャッジスコアの上限

source: Maximum adjudicator score
fr: Note de juge maximale
ja: ジャッジスコアの最大値

source: Used to inform available choices in the feedback forms for adjudicators (both online and printed) and feedback progress
fr: Utilisé pour informer les choix disponibles dans les formulaires d’évaluation pour les juges (en ligne et imprimé) et le progrès des évaluations
ja: ジャッジのフィードバックのフォーム（オンライン・印刷両方）の選択肢およびフィードバック進行状況の更新に使用されます

source: Allow and expect feedback to be submitted by
fr: Permettre et attendre évaluations d’être présenté par
ja: ジャッジ間フィードバックの選択肢

source: Chairs on panellists and trainees
fr: Présidents sur les membres et stagiaires
ja: チェアから全員

source: Panellists on chairs, chairs on panellists and trainees
fr: Les membres aux présidents, les présidents aux membres et stagiaires
ja: パネルからチェア、チェアから全員

source: All adjudicators (including trainees) on each other
fr: Tous les juges (avec les stagiaires) aux autres
ja: 全員（トレイニー含む）が互いに

source: Panellists on eachother and chairs, trainees on chairs, chairs on everyone
ja: パネルが互いおよびチェアに、トレイニーからチェア、チェアから全員

source: Neither chairs, nor panellists nor trainees
ja: ジャッジ間フィードバックなし

source: Expect feedback to be submitted by teams on
fr: Attendez évaluations d’être présenté par les équipes pour
ja: チームからジャッジへのフィードバックの選択肢

source: Used to inform available choices in the feedback forms for teams (both online and printed) and feedback progress; this option is used by, e.g., UADC
fr: Utilisé pour informer les choix disponibles dans les formulaires d'évaluation pour les équipes (en ligne et imprimés) et le progrès des évaluations : cette option est utilisée par, e.g., UADC
ja: チームのフィードバックのフォーム（オンライン・印刷両方）の選択肢およびフィードバック進行状況の更新に使用されます。UADC等で使用されます

source: Orallist only (voting panellists permitted, with prompts to select orallist)
fr: Rendeur seulement (panellistes votants permis, avec instructions à sélectionner rendeur)
ja: 講評（OA）を行った人のみ（パネル含め講評者を選択可）

source: All adjudicators in their panels (including trainees)
fr: Tous les juges dans leurs jurys (incluant stagiaires)
ja: 全ジャッジ（トレイニーを含む）に

source: No one
ja: チームからのフィードバックなし

source: Show unexpected feedback submissions in participants pages
fr: Montrer soumissions d'évaluations inattendus dans les pages des participants
ja: 参加者ページに異常なフィードバックを表示

source: Displays unexpected feedback with a question mark symbol; only relevant if public participants and feedback progress are both enabled
fr: Affiche les évaluations inattendues avec un point d'interrogation ; seulement pertinent si les participants publics et progrès d'évaluations sont les deux activés
ja: 異常と思われるフィードバックを疑問符付きで表示します。参加者ページとフィードバック状況ページの両方が有効な場合にのみ関係あります

source: Show if an adjudicator is a trainee (unaccredited)
fr: Montrer si un juge est un stagiaire (sans accréditation)
ja: ジャッジがトレイニーであるかどうかを表示する

source: Show unaccredited
fr: Afficher non-accrédité
ja: 未認定を表示する

source: Any explanatory text needed to introduce the feedback form
fr: N’importe texte explicative nécessaire pour introduire le formulaire d’évaluation
ja: フィードバックフォームの冒頭に来る説明文

source: Feedback introduction/explanation
fr: Introduction / Explication des Évaluations
ja: フィードバックの冒頭説明

source: Debate Rules
fr: Règles de débat
ja: 試合ルール設定

source: How many teams are in each debate (normally 2 but 4 for BP)
ja: 各試合のチーム数（通常は2チームですが、BPでは4チーム）

source: Number of teams per debate
ja: 各試合のチーム数

source: Whether panels submit a ballot each or a single ballot for a debate during the preliminary rounds. Note: BP must use one per debate.
fr: Si les jurys soumettent une feuille chaque ou une feuille par débat lors des joutes préliminaires. Note: BP doit en utiliser un par débat.
ja: 予選ラウンドで、チェア・パネルは各々バロットを提出するか、あるいは試合ごとに1つのバロットを提出するか。注：BPではディベートごとに1つを使用する必要があります。

source: Ballots per debate, preliminary rounds
fr: Feuilles par débat, joutes préliminaires
ja: 試合のバロット（予選ラウンド）

source: One ballot per voting adjudicator
fr: une feuille par juge votant
ja: 各ジャッジが各々提出

source: Consensus ballot (one ballot per debate)
fr: feuille par consensus (une feuille par débat)
ja: 試合ごとに1つ（コンセンサスバロット）

source: Whether panels submit a ballot each or a single ballot for a debate during the elimination rounds. Note: BP must use one per debate.
fr: Si les jurys soumettent une feuille chaque ou une feuille par débat lors des joutes éliminatoires. Note: BP doit en utiliser un par débat.
ja: 本戦ラウンドで、チェア・パネルは各々バロットを提出するか、あるいは試合ごとに1つのバロットを提出するか。注：BPではディベートごとに1つを使用する必要があります。

source: Ballots per debate, elimination rounds
fr: Feuilles par débat, joutes éliminatoires
ja: 試合のバロット（本戦ラウンド）

source: Whether adjudicator(s) must select the winning team in their ballot, and how it should be treated. Note: Not supported in BP.
fr: Si le(s) juge(s) doivent sélectionner l'équipe gagnante dans leur feuille et comment ce serait traité. Note : Pas pris en charge pour le PB.
ja: ジャッジがバロットで別途勝利チームを選択する必要があるかどうか、およびそれをどのように扱うべきか。注：BP非対応

source: Winner Declaration in ballot(s)
fr: Déclaration du gagnant dans le(s) feuille(s)
ja: バロットの勝者宣言

source: Do not require separate winner selection
fr: Ne pas demander la déclaration du gagnant à part
ja: 勝者選択を必要としない

source: Require separate winner selection as a check on correct scores
fr: Obliger la déclaration du gagnant pour vérifier les scores
ja: 勝者選択を必要とする・スコアの確認のためのみ

source: Require winner selection to break tied-point debates
fr: Obliger la déclaration du gagnant pour casser les égalités
ja: 勝者選択を必要とする・同点の場合タイブレーカーとなりうる

source: Require winner selection, overriding scores
fr: Obliger la déclaration du gagnant, ignorant les notes
ja: 勝者選択を必要とする・勝敗をこの選択で決定する

source: When ballots should ask for speaker scores.
fr: Quand les feuilles demanderont les notes d'orateur.
ja: バロットでスピーカースコアを求めるべき時

source: Require speaker scores
fr: Obliger les notes d'orateur
ja: スピーカースコアの記入要求

source: Always require speaker scores
fr: Toujours obliger les notes d'orateur
ja: 常にスピーカースコアの入力を要求

source: Only require speaker scores in preliminary rounds
fr: Obliger les notes d'orateur seulement lors de joutes préliminaires
ja: 予選ラウンドでのみスピーカースコアの入力を要求

source: Never require speaker scores
fr: Ne jamais obliger les notes d'orateur
ja: スピーカースコアの入力を要求しない

source: How many substantive speakers on a team
fr: Combien d'orateurs principaux dans un équipe
ja: チームに何人の実質的なスピーカーがいるか

source: Substantive speakers
fr: Orateurs principaux
ja: 通常のスピーカー数

source: What to call the teams
fr: Quoi appeler les équipes
ja: サイドを何と呼ぶか

source: Side names
fr: Noms des côtés
ja: サイド名

source: Whether this style features scored reply speeches
fr: Si ce style contient des discours de réplique marqués
ja: この試合形式で採点ありのリプライスピーチを導入しているか

source: Reply scores
fr: Scores de réplique
ja: リプライスコアを要求

source: Whether to limit reply speeches to speakers who gave a substantive speech in the debate
fr: Limiter les discours de réplique aux orateurs qui ont donné un discours principal au débat
ja: 試合内で通常のスピーチを行ったスピーカーのみがリプライをできるかどうか

source: Require reply speaker to have given a substantive speech
fr: Obliger l'orateur du réplique d'avoir donné un discours principal
ja: リプライスピーカーは通常のスピーチも行っている必要あり

source: Whether and how to use speech ranks within a debate
ja: ディベート内でスピーチランクを使用するかどうか、およびその用途

source: Use of speech ranks
ja: スピーチランクの使用

source: Preparation Time
ja: 準備時間

source: Standings
fr: Classements
ja: 順位設定

source: The number of substantive speeches a speaker can miss and still be on the speaker tab (-1 means no limit)
fr: Le nombre de discours principales un orateur peut manquer mais encore être dans le classement des orateurs (-1 signifie aucune limite)
ja: いくつの通常スピーチなら欠席してもスピーカータブに名前が掲載されるか（-1：制限なし）

source: Speeches missable for standings eligibility
fr: Discours perdables pour éligibilité aux classements
ja: 順位獲得のために欠席可能なスピーチ数

source: The number of reply speeches a speaker can miss and still be on the replies tab (-1 means no limit)
fr: Le nombre de discours de réplique un orateur peut manquer et encore être dans le classement des orateurs de réplique (-1 signifie aucune limite)
ja: いくつのリプライスピーチなら欠席してもスピーカータブに名前が掲載されるか（-1：制限なし）

source: Replies missable for standings eligibility
fr: Discours de répliques manquantes pour l'éligibilité aux classements
ja: 順位資格のために欠席可能なリプライ数

source: Metrics to use to rank teams (see documentation for further details)
fr: Métriques à utiliser pour classer les équipes (voir documentation pour plus de détails)
ja: チームの順位を計算するために使用する指標（詳細はドキュメントを参照）

source: Team standings precedence
fr: Préséance de classement d'équipe
ja: チーム順位計算の指標の優先度

source: Metrics to calculate, but not used to rank teams
fr: Métriques à calculer, mais pas pour classer les équipes
ja: 表示はするが、チームの順位付けには考慮されない指標

source: Team standings extra metrics
fr: Métriques supplémentaires pour le classement des équipes
ja: 追加のチームの指標

source: Metrics to use to rank speakers (see documentation for further details)
fr: Métriques à utiliser pour classer les orateur (voir documentation pour plus de détails)
ja: スピーカーの順位を計算するために使用する指標（詳細はドキュメントを参照）

source: Speaker standings precedence
fr: Préséance de classement des orateurs
ja: スピーカー順位計算の指標の優先度

source: Metrics to calculate, but not used to rank speakers
fr: Métriques à calculer, mais pas pour classer les orateurs
ja: 表示はするが、スピーカーの順位付けには考慮されない指標

source: Speaker standings extra metrics
fr: Métriques supplémentaires pour le classement des orateurs
ja: 追加のスピーカーの指標

source: Tab Release
fr: Publication du tab
ja: タブリリース設定

source: Enables public display of the team tab. Intended for use after the tournament.
fr: Active l'affichage du rendement des équipes. Pour usage après le tournoi.
ja: チームタブを公開します。大会終了後の使用を想定。

source: Release team tab to public
fr: Publier le rendement d'équipe
ja: チームタブを公開
