Repository: abusumon/nekotab-app
Catalog: tabbycat/options/locale/*/LC_MESSAGES/django.po
Languages: fr, ja

source: Only show scores for the top X teams in the public tab (set to 0 to show all teams).
fr: Seulement montrer les scores pour les meilleurs X équipes du rendement public (mettez à 0 pour montrer toutes les équipes).
ja: チームタブで上位Xチームのスコアのみを表示（0：すべてのチームを表示）。

source: Top teams cutoff
fr: Seuil des équipes
ja: 表示チームの制限

source: Enables public display of the speaker tab. Intended for use after the tournament.
fr: Active l'affichage du rendement des orateurs. Pour usage après le tournoi.
ja: スピーカータブを公開します。大会終了後の使用を想定。

source: Release speaker tab to public
fr: Publier le rendement des orateurs
ja: スピーカータブを公開

source: Only show scores for the top X speakers in the public tab (set to 0 to show all speakers).
fr: Seulement montrer les scores pour les meilleurs X orateurs du rendement public (mettez à 0 pour montrer tous les orateurs).
ja: スピーカータブで上位X人のスピーカーのスコアのみを表示します（0：すべてのスピーカーを表示）。

source: Top speakers cutoff
fr: Seuil des orateurs
ja: 表示スピーカーの制限

source: Enables public display of the replies tab. Intended for use after the tournament.
fr: Active l'affichage du rendement des répliques. Pour usage après le tournoi.
ja: リプライタブを公開します。大会終了後の使用を想定。

source: Release replies tab to public
fr: Publier le rendement des répliques
ja: リプライタブを公開

source: Only show scores for the top X repliers in the public tab (set to 0 to show all repliers).
fr: Seulement montrer les scores pour les meilleurs X répliques du rendement public (mettez à 0 pour montrer tous les répliques).
ja: リプライタブで上位X人のリプライのスコアのみを表示します（0：すべてのリプライスピーカーを表示）。

source: Top replies cutoff
fr: Seuil des répliques
ja: 表示リプライスピーカーの制限

source: Enables public display of all motions and win/loss/selection information. This includes all motions — whether they have been marked as released or not. Intended for use after the tournament.
fr: Active l'affichage de tous les motions et information de réussite/sélection. Ceci inclut tous les motions—publiés ou non. Pour usage après le tournoi.
ja: すべての論題およびその勝敗・選択情報を公開します。これには、リリースされているかに関わらず、すべてのモーションが含まれます。大会終了後の使用を想定。

source: Release motions tab to public
fr: Publier rendement des motions
ja: モーションタブを公開

source: Enables public display of the feedback scores of all adjudicators
fr: Active l'affichage des notes d'évaluation de tous les juges
ja: すべてのジャッジのフィードバックスコアを公開します

source: Release adjudicator tab to public
fr: Publier le rendement des juges
ja: ジャッジタブを公開

source: What (if released) the adjudicator tab shows
fr: Qu'affiche (si publié) le rendement des juges
ja: ジャッジタブに表示する内容（リリースされた場合）

source: Adjudicator tab displays
fr: Représentations du rendement des juges
ja: ジャッジタブの表示内容

source: Only shows base score
fr: Montre seulement la note de base
ja: ベーススコアのみを表示

source: Only shows final score
fr: Montre seulement la note finale
ja: 最終スコアのみ表示

source: Shows base, final, and per-round scores
fr: Montre notes de base, finale et par-joute
ja: ベーススコア、最終スコア、およびラウンドごとのスコアを表示

source: Enables public display of every adjudicator's ballot. Intended for use after the tournament.
fr: Active l'affichage public de chaque feuille de jugement par chaque juge. Pour usage après le tournoi.
ja: すべてのジャッジのバロットを公開します。大会終了後の使用を想定。

source: Release ballots to public
fr: Publier feuilles au public
ja: バロットを公開

source: This releases all the results for all rounds (including silent and break rounds). Do so only after the tournament is finished!
fr: Ceci publie tous les résultats pour toutes les joutes (incluant les joutes silencieuses et de qualification). Faites ceci seulement après le tournoi !
ja: これにより、すべてのラウンド（サイレントラウンドおよびブレイクラウンドを含む）の結果が公開されます。大会が終了した後にのみ行ってください！

source: Release all round results to public
fr: Publier tous les résultats des joutes au public
ja: すべてのラウンド結果を公開

source: Enables display of confirmed ballots through private URLs. Intended for use after the tournament.
fr: Permet l'affichage des feuilles confirmées à partir des URLs privés. Pour usage après le tournoi.
ja: プライベートURLを通じて承認済みのバロットの閲覧を可能にします。大会終了後の使用を想定。

source: Release ballots through private URLs
fr: Publier feuilles par URLs privés
ja: プライベートURLを通じてバロットを公開

source: Data Entry
fr: Saisie de données
ja: データ入力設定

source: Whether adjudicators can submit ballots themselves, and how they do so
fr: Si les juges peuvent soumettre les feuilles eux-même et comment
ja: ジャッジが自分でバロットを提出できるかどうか、およびその方法

source: Ballot submissions from adjudicators
fr: Soumissions de feuille par les juges
ja: ジャッジのバロット提出

source: Disabled (tab staff only)
fr: Désactivé (officiels uniquement)
ja: 無効（タブスタッフのみ）

source: Use private URLs
fr: Utiliser des URL privées
ja: Private URLを使用

source: Use publicly accessible form
fr: Utiliser le formulaire public
ja: 公開されたフォームを使用

source: Whether participants can submit feedback themselves, and how they do so
fr: Si les participants peuvent soumettre les évaluations eux-même et comment
ja: 参加者が自分でフィードバックを提出できるかどうか、およびその方法

source: Feedback submissions from participants
fr: Soumissions d'évaluation par les participants
ja: 参加者のフィードバック提出

source: If checked, users must enter a password when submitting public feedback and ballots
fr: Si coché, les utilisateurs doivent entrer un mot de passe quand soumettant des évaluations et feuilles
ja: チェックすると、フィードバック・バロットを出す前に参加者はパスワードを入力する必要があります。

source: Require password for submission
fr: Obliger mot de passe pour soumission
ja: 送信時にパスワードを要求

source: Value of the password required for public submissions, if passwords are required
fr: Valeur du mot de passe pour les soumissions, si requis
ja: パスワードを要求する場合、公開入力に必要なパスワードの値

source: Password for public submission
fr: Mot de passe pour soumissions
ja: 公開入力用のパスワード

source: Bypasses double checking by setting ballots to be automatically confirmed
fr: Contourne la double vérification en confirmant les feuilles automatiquement
ja: バロットを自動で承認しダブルチェックを省略

source: Bypass double checking
fr: Contourner vérification double
ja: ダブルチェックを省略

source: Requires scores of draft ballots to be re-entered as part of the confirmation stage (to create more stringent check). Only applies to BP formats.
fr: Requiert que les scores de feuille brouillon soient re-saisies comme étape de la confirmation (pour une vérification plus stricte). S'applique seulement aux formats PB.
ja: 承認時により厳密にチェックするため、下書き状態のバロットのスコアの再入力を求める。BP形式のみ。

source: Enforce blind confirmations
fr: Activer confirmations à l'aveugle
ja: ブラインド承認を実施

source: Whether assistants can access pages that can reveal matchups and motions ahead of public release (these pages are useful for displaying draws/motions to the public and for printing ballots).
fr: Si les assistants peuvent accéder aux pages qui peuvent dévoiler les appariements et motions avant la publication (ces pages sont utiles pour afficher les tirages/motions au public et pour imprimer des feuilles).
ja: アシスタントが公開前に対戦表や論題を表示するページにアクセスできるかどうか（対戦表・論題を公表したりバロットを印刷したりするのに便利です）

source: Assistant user access
fr: Accès utilisateur assistant
ja: アシスタントユーザーのアクセス権

source: All areas (results entry, draw display, and motions)
fr: Toutes les zones (saisie des résultats, affichage des tirages et motions)
ja: すべて（結果入力、対戦表・論題表示）

source: Just results entry and draw display
fr: Juste la saisie des résultats et affichage de tirage
ja: 結果入力と対戦表表示のみ

source: Only results entry
fr: Seulement saisie des résultats
ja: 結果入力のみ

source: Whether participants can check themselves in/out through their private URL.
fr: Si les participants peuvent se (dés)enregistrer à partir de leur URL privée.
ja: 参加者が自身のPrivate URLを通じて自らチェックイン・アウトできるかどうか

source: Participant self-checkin
fr: Auto-enregistrement des participants
ja: 参加者のセルフチェックイン

source: The amount of time (in hours) before a speaker or adjudicator's check-in event expires
fr: Le montant de temps (en heures) avant l'enregistrement un participant périme
ja: スピーカー・ジャッジのチェックインイベントが失効するまでの時間（時間）

source: Check-In Window (People)
fr: Fenêtre d'enregistrement (Personnes)
ja: チェックインウィンドウ（参加者）

source: The amount of time (in hours) before a room's check-in event expires
fr: Le montant de temps (en heures) avant l'enregistrement une salle périme
ja: 部屋のチェックインイベントが失効するまでの時間（時間）

source: Check-In Window (Rooms)
fr: Fenêtre d'enregistrement (Salles)
ja: チェックインウィンドウ（部屋）

source: Whether the printed scoresheets should show the 'circle digits' prompt to help check bad handwriting
fr: Si les feuilles de jugement devraient montrer les sections 'encercler chiffres' pour vérifier la mauvaise écriture à la main
ja: 印刷したスコアシートに、悪筆をチェックするための「数字を丸で囲む」プロンプトを表示するかどうか

source: Ballot Digit Checks
fr: Vérification des chiffres de feuille
ja: バロットの桁チェック

source: The location to return scoresheets to, printed on pre-printed ballots. Set to 'TBA' to hide.
fr: Le lieu où retourner les bulletins de note, imprimés sur des feuilles de jugement. Réglez à 'TBA' pour le cacher.
ja: バロットに印刷される、スコアシートの返却先。隠すには「TBA」に指定

source: Score return location
fr: Lieu de retour des notes
ja: スコア返却口

source: The location to return feedback to, printed on pre-printed feedback forms. Set to 'TBA' to hide.
fr: Le lieu où retourner les évaluations, imprimés sur des formulaires d'évaluation. Réglez à 'TBA' pour le cacher.
ja: フィードバックに印刷される、スコアシートの返却先。隠すには「TBA」に指定

source: Feedback return location
fr: Lieu de retour des évaluations
ja: フィードバック返却口

source: Lets debates have their status as postponed, as to not block draw generation.
fr: Permets les débats d'avoir un statut « reporté » afin de ne pas empêcher la génération de tirage.
ja: 対戦表生成を妨げないように試合を延期状態にすることができます

source: Enable postponements
fr: Activer les reports de débat
ja: 試合延期を許可

source: Have each voting adjudicator submit a separate ballot.
ja: 投票する各ジャッジに別々のバロットの提出を求める。

source: Individual voting ballots
ja: 別々の投票バロット

source: Public Features
fr: Fonctionnalités Publiques
ja: 公開設定

source: Enables the public page listing all participants in the tournament
fr: Active la page qui liste tous les participants au tournoi
ja: 大会のすべての参加者を記したページを公開する

source: Enable public view of participants list
fr: Active la vue publique de la liste des participants
ja: 参加者リストの公開

source: Enables the public page listing all institutions in the tournament
fr: Active la vue publique qui liste tous les institutions au tournoi
ja: 大会のすべてのインステを記したページを公開する

source: Enable public view of institutions list
fr: Active vue publique de la liste des institutions
ja: インステリストの公開

source: Enables the public page listing diversity statistics
fr: Active la page publique qui liste les statistiques de la diversité des participants
ja: ダイバーシティーに関する統計を記したページを公開する

source: Enable public view of diversity info
fr: Active vue publique d'information de diversité
ja: ダイバーシティー情報の公開

source: Enables the public page showing checkin statuses for individuals, institutions, and teams. Note that this page can be slow when used at very large tournaments.
fr: Active la page public qui monte les statuts d'enregistrement pour les individus, institutions et équipes. Notez que cette page peut être lente dans de grands tournois.
ja: 参加者・インステ・個人のチェックイン状況を記したページを公開する。とても大きな大会の場合、動作が遅くなる場合があります。

source: Enable public view of the checkin statuses
fr: Active le visionnement public des statuts d'enregistrement
ja: チェックイン状況の公開

source: If the participants list is enabled, displays break category eligibility on that page
fr: Si la liste des participants est activé, montre l'éligibilité de qualification sur cette page
ja: 参加者リストが公開されてる場合、そのページにブレイクカテゴリーの資格の有無を表示する

source: Show break categories on participants page
fr: Montrer catégories de qualification sur la page des participants
ja: 参加者リストにブレイクカテゴリーを表示

source: Enables the public page listing pre-allocated sides
fr: Active la page public qui montre les côtés pré-alloués
ja: 事前に割り当てたサイドを記したページを公開する

source: Show pre-allocated sides to public
fr: Montrer côtés pré-alloués au public
ja: 事前に割り当てたサイドを公開

source: Enables the public page showing released draws
fr: Active la page qui montre les tirages publiés
ja: リリース済みの対戦表を記したページを公開する

source: Enable public view of draw
fr: Active visionnement public du tirage
ja: 対戦表の公開

source: Disabled
fr: Désactivé
ja: 公開しない

source: Show a single page for the current round's draw
fr: Affiche une page seule pour le tirage pour la joute actuelle
ja: 現在進行中のラウンドの対戦表を1ページに表示

source: Show individual pages for all released draws
fr: Affiche page individuelle pour tous les tirages publiés
ja: リリース済みのすべての対戦表を個別に表示

source: Enables the public page showing results of non-silent rounds
fr: Active la page qui montre les résultats de joutes non-silencieuses
ja: サイレントでないラウンドの結果を記したページを公開する

source: Enable public view of results
fr: Active visionnement des résultats
ja: 試合結果の公開

source: Enables the public page showing motions that have been explicitly released to the public
fr: Active la page publique qui montre les motions qui ont été publié
ja: リリース済みの論題を記したページを公開する

source: Enable public view of motions
fr: Active visionnement des motions
ja: 論題の公開

source: Enables the public page showing team standings, showing wins only (not speaker scores or ranking)
fr: Active la page publique qui montre le classement des équipes, montrant seulement les victoires (pas les scores ni rang)
ja: チームの勝ち数・点数のみを記した順位ページを公開する（スピーカースコアや実際の順位は表示されません）

source: Enable public view of team standings
fr: Activer visionnement du classement d'équipe
ja: チームの順位の公開

source: Enables the public page for each team and adjudicator showing their records
fr: Active la page public pour chaque équipe et juge qui montre leur activité
ja: 各チーム・ジャッジの履歴を記したページを公開する

source: Enable public record pages
fr: Activer pages d'activité
ja: 個々の履歴の公開

source: Enables the public page showing the team breaks. Intended for use after the break announcement.
fr: Active la page publique qui montre les équipes qualifiants. Pour usage après l'annonce de qualification.
ja: ブレイクしたチームを記したページを公開する。ブレイクアナウンスメント後の仕様を想定。

source: Release team breaks to public
fr: Publier les qualifications d'équipes au public
ja: ブレイクしたチームの公開

source: Enables the public page showing breaking adjudicators. Intended for use after the break announcement.
fr: Active la page publique qui montre les juges qualifiants. Pour usage après l'annonce de qualification.
ja: ブレイクしたジャッジを記したページを公開する。ブレイクアナウンスメント後の仕様を想定。

source: Release adjudicators break to public
fr: Publier la qualification des juges au public
ja: ブレイクしたジャッジの公開

source: Enables the public page detailing who has unsubmitted feedback
fr: Active la page publique montrant qui doivent soumettre des évaluations
ja: フィードバックを提出していない人を記したページを公開する

source: Enable public view of unsubmitted feedback
fr: Active la vue publique d'évaluations non-rendus
ja: 未提出フィードバックの公開

source: List of tournament staff, to be displayed on the tournament home page. Leave this blank or with the default text if you want to not show this information.
fr: Liste des officiels du tournoi, à être affiché sur la page d'accueil du tournoi. Gardez vide ou avec le texte défaut pour ne pas afficher.
ja: 大会のホームページに表示される大会スタッフ一覧。表示したくない場合空欄にしてください。

source: Tournament staff
fr: Officiels du tournoi
ja: 大会スタッフ

source: Message to be displayed on the tournament home page
fr: Message à afficher sur la page d'accueil du tournoi
ja: 大会のホームページに表示されるメッセージ

source: Welcome message
fr: Message d'accueil
ja: ウェルカムメッセージ

source: UI Options
fr: Options d'interface
ja: UI設定

source: If showing results to public, show splitting adjudicators in them
fr: Si montrant les résultats au public, montrer les juges dissidents
ja: 結果を公開する場合、スプリットしたジャッジを表示する

source: Show splitting adjudicators
fr: Montrer juges dissidents
ja: スプリットしたジャッジの表示

source: Whether and how to use code names for teams
fr: Si et comment utiliser des noms code pour les équipes
ja: コード名をチームに使用するか、およびその方法

source: Team code names
fr: Noms-code d’équipe
ja: チームのコード名

source: Do not use code names
fr: Ne pas utiliser les noms-code
ja: コード名を使用しない

source: Use real names everywhere, and show code names in tooltips
fr: Utiliser des vrais noms partout et montrer noms code dans les infobulles
ja: 本名を使用・ヒントにコード名を表示

source: Use code names for public; real names with code names in tooltips for admins
fr: Utiliser noms code pour le public ; vrais noms avec noms codes dans les infobulles pour administrateurs
ja: 公にはコード名を使用・管理者のヒントにはコード名付きの本名を使用

source: Use code names for public; code names with real names in tooltips for admins
fr: Utiliser noms code pour le public ; noms code avec vrais noms dans les infobulles pour administrateurs
ja: 公にはコード名を使用・管理者のヒントには本名付きのコード名を使用

source: Use code names everywhere; do not use tooltips (real names show in some admin views)
fr: Utiliser noms code partout ; n'utilise pas d'infobulle (vrais noms apparaissent dans quelques pages administrateur)
ja: コード名のみを使用・ヒントなし（但し一部のページでは管理者に見えます）

source: Whether and how to use code names for participants
ja: コード名を参加者に使用するか、およびその方法

source: Participant code names
ja: 参加者のコード名

source: Display team emoji in the public and admin interfaces
fr: Afficher emoji d'équipe dans les interfaces publiques et administrateur
ja: パブリック・管理者のUIでチームの絵文字を表示

source: Show emoji
fr: Montrer emoji
ja: 絵文字の表示

source: In tables listing teams, adds a column showing their institutions
fr: Dans les tables avec équipes, ajoute une colonne pour leurs institutions
ja: 参加するチームを記した表にインステを記した列を追加する

source: Show team institutions
fr: Montrer institutions des équipes
ja: チームのインステの表示

source: Hide the institutions of adjudicators on public pages and on printed ballots
fr: Cacher les institutions des juges sur les pages publics et sur les feuilles imprimés
ja: 参加するジャッジを記した表にインステを記した列を追加する

source: Show adjudicator institutions
fr: Montrer institutions des juges
ja: ジャッジのインステの表示

source: Enables a hover element on every team's name showing that team's speakers
fr: Active un élément de survol sur chaque nom d'équipe qui montre leurs orateurs
ja: チーム名にマウスをかざすとそのチームのスピーカーを表示する

source: Show speakers in draw
fr: Montrer orateurs dans les tirages
ja: スピーカーのポップアップ

source: Input team seed in simple team importer
fr: Saisir têtes de série dans l'importateur d'équipe simple
ja: 簡易入力でチームのシード値の入力を求める

source: Enable team seed in importer
fr: Activer têtes de série dans l'importateur
ja: 簡易入力でチームシードを求める

source: Do not ask for team seed
fr: Ne pas demander pour les têtes de série
ja: チームシードを求めない

source: Ask for numeric team seed
fr: Têtes de série numériques
ja: 数字をチームシードとして求める

source: Ask for descriptive team seed name
fr: Têtes de série descriptives
ja: 文字列をチームシードとして求める

source: Notifications
ja: 通知設定

source: The name of the organizer tasked with managing emails (in case of replies)
fr: Le nom du responsable pour le traitement des courriels (au cas de réplique)
ja: メールの管理者の名前（返信の場合）

source: Reply-to name
fr: Nom de réplique
ja: 返信先の名前

source: The email address for handling replies
fr: L’adresse courriel pour gérer les répliques
ja: 返信を転送するメールアドレス

source: Reply-to address
fr: Adresse courriel de réplique
ja: 返信先メールアドレス

source: A secret key to accept email status events
fr: Une clé secrète pour accepter des évènements de message
ja: メール状況のイベントを受信するための秘密鍵

source: Email status secret key
fr: Clé secrète de statut de courriel
ja: メール状況の秘密鍵

source: Enables a copy of adjudicators' ballots to be automatically sent to them (by email) after they are entered in NekoTab (for confirmation or checking)
fr: Fait qu'une copie du feuille de jugement des juges soit envoyé lorsqu'ils seront saisis dans NekoTab (pour la confirmation ou vérification)
ja: 確認のためにジャッジ宛に提出したバロットのコピーを送信する

source: Ballot receipts
fr: Reçus de feuille
ja: バロットレシート

source: The subject line for emails sent to adjudicators with their submitted ballot. Use '{{ DEBATE }}' as a placeholder for the associated debate
fr: L'objet pour les courriels envoyés aux juges avec leurs feuilles de jugement. Utilise '{{ DEBATE }}' comme substitut au débat
ja: バロットレシートで送るメールの件名。「{{ DEBATE }}」は試合の情報に置換されます。

source: Ballot receipt subject line
fr: Objet des courriels de reçu de feuille
ja: バロットレシートの件名

source: The message body for emails sent to adjudicators with their submitted ballot.
fr: Le corps des courriels envoyés aux juges avec leurs feuilles de jugement.
ja: バロットレシートで送るメールの本文。

source: Ballot receipt message
fr: Message de reçu de feuille
ja: バロットレシートの本文

source: Motions
ja: 論題

source: If checked, ballots require a motion to be entered
fr: Si coché, les feuilles nécessitent la saisie d'une motion
ja: チェックすると、バロットに論題の入力が必要になります

source: Enable motions
fr: Activer les motions
ja: 論題の有効化

source: Whether the printed scoresheets should hide the text of motions (even if they have been entered and released)
fr: Si les feuilles de jugement imprimés devraient cacher le texte des motions (même si entré et publié)
ja: 印刷したスコアシートに論題の内容を表示しない（既に入力・リリースされた場合でも）

source: Ballot Hide Motions
fr: Feuille Cacher Motions
ja: バロットで論題を隠す

source: Enables the motion veto field on ballots, to track veto statistics
fr: Active le champ des vétos de motion sur les feuilles, pour les suivre
ja: 拒否（veto）の統計情報を得るためにバロットで拒否論題を選択する欄を表示するか

source: Motion vetoes
fr: Vétos de motion
ja: 論題の拒否（veto）

source: If showing results to public, show which motions were selected in the record
fr: Si montrant les résultats au public, montrer laquelle des motions a été choisi
ja: 結果を公開する場合、選択された論題も表示する

source: Show motions in results
fr: Montrer motions dans les résultats
ja: 結果に選択された論題の表示

source: Order in which are listed by round in the public view
fr: Ordre dans laquelle les joutes sont affichés publiquement
ja: 公開ページに記される順番

source: Order to display motions
fr: Ordre pour afficher les motions
ja: 論題の順序

source: Earliest round first
fr: Joute la plus ancienne en premier
ja: 最初のラウンドが一番上

source: Latest round first
fr: Joute la plus récente en premier
ja: 最後のラウンドが一番上

source: Whether motions can be reused from one round to another.
fr: Si les motions peuvent être réutilisés entre joutes.
ja: 他のラウンドの論題の使いまわしを認めるか

source: Allow motion reuse
fr: Autoriser la réutilisation de motion
ja: 論題の再利用

source: Global Settings
fr: Paramètres globaux
ja: 全体設定

source: Enables external applications to access the site through a dedicated interface, subject to public information settings.
fr: Permet aux applications externes d'accéder au site avec une interface dédiée, sujette aux paramètres d'information publics.
ja: 公開情報の設定に基づき、外部アプリケーションが専用インターフェイスを介してサイトにアクセスできるようにする。

source: Enable API access
fr: Activer accès IPA
ja: APIアクセスの有効化

source: Gender
fr: Genre
ja: ジェンダー

source: Enable Public Information
fr: Activer l'information publique
ja: 公開を有効化

source: Disable Public Information
fr: Désactiver l'information publique
ja: 公開を無効化

source: Australs Rules
fr: Règles d'Australs
ja: Australs形式

source: 3 vs 3 with replies, chosen motions, intermediate brackets, one-up-one-down. Compliant with AIDA rules.
fr: 3 contre 3 avec répliques, motions choisis, tranches intermédiaires, un-monte-un-descend. Conforme aux règles d'AIDA.
ja: 3対3、リプライあり、論題選択あり、中間ブラケット、one-up-one-down方式。AIDA準拠。

source: British Parliamentary Rules
fr: Règles de Parlementaire Britannique
ja: British Parliamentary形式

source: 2 vs 2 vs 2 vs 2. Compliant with WUDC rules.
fr: 2 contre 2 contre 2 contre 2. Conforme aux règles du WUDC.
ja: 2対2対2対2。WUDC準拠。

source: Canadian Parliamentary Rules
fr: Règles de Parlementaire Canadien
ja: Canadian Parliamentary形式

source: 2 vs 2 with replies (unscored) and POIs. May require additional configuration depending on regional variations.
fr: 2 contre 2 avec répliques (sans score) et POIs. Pourrait avoir besoin de configuration supplémentaire pour variations régionales.
ja: 2対2、リプライ（スコアなし）、POIあり。地域固有の設定に改編する必要がある場合があります。

source: Australian Easters Rules
fr: Règles d'Easters Australien
ja: Australian Easters形式
