Repository: abusumon/nekotab-app
Catalog: docs/locale/*/LC_MESSAGES/guide/upgrading.po
Languages: fr_fr

source: Upgrading NekoTab
fr_fr: Mettre NekoTab à niveau

source: Generally only want to upgrade copies of tab sites that are used on an ongoing basis for multiple tournaments, or if there is a bugfix release between when you setup your site and when the tournament is running.
fr_fr: Généralement vous voudriez juste mettre à jour des sites qui sont utilisés continuellement pour plusieurs tournois ou s'il y a une version pour corriger des bogues publiée entre le temps que vous avez créé l'instance et le tournoi est en cours.

source: Going from any version of NekoTab 1 to any version of NekoTab 2 won't work with the below instructions — check out the CHANGELOG for the 2.0 version for details of how to perform this upgrade.
fr_fr: Aller de n'importe quel version de NekoTab 1 à n'importe quel version de NekoTab 2 ne fonctionnera pas avec les instructions suivantes. Consultez le journal des modifications pour des détails de comment faire la mise à jour.

source: Upgrading a Local Copy
fr_fr: Mise à jour d'une copie locale

source: Assuming you haven't made any changes to the NekoTab code, upgrading a locally installed copy should just be a matter of `downloading the latest source code <https://github.com/NekoTabDebate/NekoTab/releases/latest>`_ and replacing the existing files with the new ones. If you used git to download these files initially you can just pull down the latest copy of the master branch to do this.
fr_fr: En supposant que vous n'avez apporté aucune modification au code de NekoTab, mettre à jour une copie installée localement devrait simplement être une question de `télécharger le code source actuel <https://github.com/NekoTabDebate/NekoTab/releases/latest>`_ et de remplacer les fichiers existants par les nouveaux. Si vous avez utilisé git pour cloner le dépôt, vous pouvez simplement tirer la dernière copie de la branche *master* pour faire ceci.

source: You would then repeat the "Install NekoTab" instructions for your original installation method.
fr_fr: Vous répéterez ensuite les instructions "Installer NekoTab" pour votre méthode d'installation originale.

source: Upgrading on Heroku
fr_fr: Mettre à jour sur Heroku

source: The easiest way to upgrade a Heroku site is to create an account on Github and then to `'fork' <https://help.github.com/articles/fork-a-repo/>`_ the `NekoTab repository <https://github.com/NekoTabDebate/NekoTab>`_.
fr_fr: La façon la plus simple de mettre à jour un site Heroku est de créer un compte sur Github puis de `'fork' (scinder) <https://help.github.com/articles/fork-a-repo/>`_ le `dépôt NekoTab <https://github.com/NekoTabDebate/NekoTab>`_.

source: Once you have done this you can login to your Heroku Dashboard, go to your app, and then navigate to the Deploy tab. In this tab, adjacent to *Deployment method* select the GitHub option. This will bring up a new 'Connect to GitHub' section where you can search for 'NekoTab' to find the copy of the repository you made earlier and connect it.
fr_fr: Une fois que vous avez fait ceci, vous pouvez vous connecter à votre tableau de bord d'Heroku puis de naviguer à l'onglet Déploiement. Dans cet onglet, à côté de *Méthode de déploiement*, sélectionnez l'option de GitHub. Ceci va vous mener à une nouvelle section 'Connection à Github' où vous pouvez rechercher 'NekoTab' et trouver votre scission que vous avez créé précédemment pour le connecter.

source: Once connected a new *Manual deploy* section will appear. Make sure you select the *master* branch (not develop) and then click *Deploy Branch*. This will then show the app deploying and notify you when it has finished; which may take several minutes.
fr_fr: Une fois connecté, une nouvelle section *Déploiement manuelle* va apparaitre. Assurez-vous de sélectionner la branche *master* (et non *develop*) Puis cliquez *Déployer branche* Ceci va ensuite montrer l'application qui se déploie et vous dire quand c'est terminé ; ce qui peut prendre plusieurs minutes.
