Repository: abusumon/nekotab-app
Catalog: tabbycat/notifications/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Notifications
tr: Bildirimler

source: Recipient email address
tr: Alıcının e-posta adresi

source: Test email from %(host)s
tr: %(host)s adresinden gelen e-postayı test edin

source: Congratulations! If you're reading this message, your email backend on %(host)s looks all good to go!
tr: Tebrikler! Bu mesajı okuyorsanız, %(host)s üzerindeki e-posta sisteminiz çalışıyor!

source: Subject
tr: Konu

source: Message
tr: Mesaj

source: email
tr: e-posta

source: recipient
tr: alıcı

source: method
tr: yöntem

source: context
tr: Bağlam

source: notification
tr: bildirim

source: timestamp
tr: Zaman damgası

source: sent message
tr: mesaj gönderildi

source: sent messages
tr: gönderilen mesajlar

source: team points
tr: takım puanları

source: ballot confirmed
tr: ballot onaylandı

source: feedback URL
tr: geri bildirim URL'si

source: ballot URL
tr: ballot URL'si

source: landing page URL
tr: açılış sayfası URL'si

source: adjudicator draw released
tr: jüri kurası yayınlandı

source: team registration
tr: takım kaydı

source: adjudicator registration
tr: jüri kaydı

source: motion(s) released
tr: yayınlanan jüri(ler)

source: team draw released
tr: takım kurası yayınlandı

source: custom message
tr: özel mesaj

source: event
tr: olay

source: tournament
tr: turnuva

source: round
tr: tur

source: subject template
tr: konu şablonu

source: body template
tr: vücut şablonu

source: bulk notification
tr: toplu bildirim

source: bulk notifications
tr: toplu bildirimler

source: Processed
tr: Işlenmiş

source: Dropped
tr: Düşürülmüş

source: Deferred
tr: Ertelenmiş

source: Delivered
tr: Teslim Edilmiş

source: Bounced
tr: Zıplatılmiş

source: Opened
tr: Açılmış

source: Clicked
tr: Tıklanmış

source: Unsubscribed
tr: Abonelikten Çıkıldı

source: Marked as spam
tr: Spam olarak işaretlendi

source: Unsubscribed from group
tr: Grup aboneliğinden çıkıldı

source: Resubscribed to group
tr: Gruba yeniden abone oldu

source: email message
tr: e-posta iletisi

source: email status
tr: e-posta durumu

source: email statuses
tr: e-posta durumları

source: You have not specified a reply-to address. This means that participants may not reply to the message if they have questions. Please set one in the <a href="%(notifications_options_url)s">Notifications section of the preferences</a>.
tr: Bir yanıt adresi belirtmediniz. Bu, katılımcıların soruları varsa mesaja yanıt vermeyebilecekleri anlamına gelir. Lütfen tercihlerin<a href="%(notifications_options_url)s">Bildirimler bölümünde bir tane ayarlayın</a>.

source: The webhook URL for use in SendGrid is <a href="%(notifications_webhook_url)s">%(notifications_webhook_url)s</a>. Please point the HTTP POST URL in <a href="https://app.sendgrid.com/settings/mail_settings">SendGrid</a> to that.
tr: SendGrid'de kullanılacak webhook URL'si <a href="%(notifications_webhook_url)s">%(notifications_webhook_url)s</a> şeklindedir. Lütfen <a href="https://app.sendgrid.com/settings/mail_settings">SendGrid'te</a> HTTP POST URL'sini bu linke yönlendirin.

source: Send Message(s)
tr: Mesaj Gönder

source: Emails can be sent by NekoTab for a variety of purposes. Emails are sent when specific preferences are enabled (i.e. enabling Ballot Receipts) or through actions available on specific pages (i.e. the Draw Display page for matchups; or the Participants page for team registration). This page shows the status of previously-sent emails.
tr: E-postalar NekoTab tarafından çeşitli amaçlar için gönderilebilir. E-postalar, belirli tercihler etkinleştirildiğinde (Ballot Makbuzlarını etkinleştirme gibi) veya belirli sayfalarda bulunan eylemler aracılığıyla (örneğin, eşleşmeler için Çekiliş Görüntüleme sayfası; veya takım kaydı için Katılımcılar sayfası) gönderilir. Bu sayfada daha önce gönderilen e-postaların durumu gösterilmektedir.

source: Email Statuses
tr: e-posta durumları

source: Send Test Email
tr: Test E-postası Gönder

source: Send Custom Email
tr: Özel E-posta Gönder

# page title
source: Send Test Email
tr: Test E-postası Gönder

source: You can use this form to send a test email, to check that your email backend settings are working, before you try to send email notifications to participants.
tr: Katılımcılara e-posta bildirimleri göndermeyi denemeden önce test e-postası göndererek, e-posta sisteminizin ayarların çalışıp çalışmadığını kontrol etmek için bu formu kullanabilirsiniz.

source: The email will be sent from: <strong>%(default_from_email)s</strong>. If this doesn't look right, change the <code>DEFAULT_FROM_EMAIL</code> config var in Heroku (or environment variable).
tr: E-posta şu adresten gönderilecektir: <strong>%(default_from_email)s</strong>. Bu doğru değilse, Heroku'daki <code>DEFAULT_FROM_EMAIL</code>config veya ortam değişkenini değiştirin.

source: Go back to the site home page
tr: Site giriş sayfasına geri dön

source: the chair
tr: başkan

source: the only
tr: tek

source: a panellist
tr: bir panelist

source: a trainee
tr: bir acemi

source: TBA
tr: Duyurulacak

source: <li>%(side)s: %(team)s (%(points)d points with %(speaks)s total speaks)
tr: <li>%(side)s: %(team)s (%(points)d puanlı %(speaks)s toplam konuşmacı)

source: <li>%(side)s: %(team)s (%(points)s - %(speaks)s total speaks)
tr: <li>%(side)s: %(team)s (%(points)s - %(speaks)s toplam konuşmacı)

source: Win
tr: Galibiyet

source: Loss
tr: Mağlubiyet

source: The email (SMTP) server returned an error sending the test email: [SMTP code %(code)d] %(error)s
tr: E-posta (SMTP) sunucusu sınama e-postasını gönderirken bir hatayla karşılaştı: [SMTP kodu %(code)d] %(error)s

source: Hint: If the error is about sender identity verification in SendGrid, and you've already completed the steps in SendGrid, it may be that you need to update the DEFAULT_FROM_EMAIL config var in Heroku to match your verified sender identity.
tr: İpucu: Hata SendGrid'deki gönderen kimliği doğrulamasıyla ilgiliyse ve SendGrid'deki adımları zaten tamamladıysanız, doğrulanmış gönderen kimliğinizle eşleşmesi için Heroku'daki DEFAULT_FROM_EMAIL yapılandırma değişkenini güncellemeniz gerekebilir.

source: There was an error sending the test email: %(error)s
tr: Test e-postası gönderilirken bir hata oluştu: %(error)s

source: A test email has been sent to %(recipient)s.
tr: %(recipient)s bir test e-postası gönderildi.

source: N/A
tr: YOK

source: Not known
tr: Bilinmiyor

source: Timeline
tr: Zaman çizelgesi

source: Participant
tr: Katılımcı

source: Status
tr: Durum

source: Time
tr: Zaman

source: Email Participants
tr: Katılımcılara E-posta Gönder

source: %(email_count)s email has been queued for sending.
tr: %(email_count)s e-posta gönderilmek üzere sıraya alındı.

source: No emails were sent — likely because no recipients were selected.
tr: Hiçbir e-posta gönderilmedi — büyük olasılıkla hiçbir alıcı seçilmediği için.

source: Send Email
tr: E-posta Gönder

source: Not Provided
tr: Sağlanmadı

source: Role
tr: Rol

source: Adjudicator
tr: Jüri

source: Speaker
tr: Konuşmacı

source: Speakers
tr: Konuşmacılar

source: Adjudicators
tr: Jüriler
