Repository: abusumon/nekotab-app
Catalog: tabbycat/utils/locale/*/LC_MESSAGES/django.po
Languages: ja, vi

source: Round
ja: ラウンド
vi: Vòng

source: Team
ja: チーム
vi: Đội

source: Speaker
ja: スピーカー
vi: Tranh biện viên

source: Tournament
ja: 大会
vi: Giải đấu

source: Side
ja: サイド
vi: Phe

source: Motion
ja: モーション
vi: Kiến nghị

source: Confirmed
ja: 承認済み
vi: Đã xác nhận

source: Adjudicator
ja: ジャッジ
vi: Giám khảo

source: No Data Available
ja: データがありません
vi: Không có dữ liệu khả dụng

source: chair
ja: チェア
vi: chủ tọa

source: panellist
ja: パネル
vi: giám khảo cánh

source: trainee
ja: トレイニー
vi: giám khảo thực tập

source: Redacted
ja: リダクト済み
vi: Đã bị xóa

source: View %(a)s's %(d)s Record
ja: %(a)sの%(d)sの記録を表示
vi: Xem %(d)s thông tin của %(a)s

source: View %(team)s's Record
ja: %(team)sの記録を表示
vi: Xem thông tin của %(team)s

source: Code name: <strong>%(name)s</strong>
ja: コード名：<strong>%(name)s</strong>
vi: Mật danh: <strong>%(name)s</strong>

source: Real name: <strong>%(name)s</strong>
ja: 実名：<strong>%(name)s</strong>
vi: Tên thật: <strong>%(name)s</strong>

source: %(team)s won
ja: %(team)sの勝利
vi: %(team)s thắng

source: %(team)s lost
ja: %(team)sの敗北
vi: %(team)s thua

source: %(team)s—no result
ja: %(team)sー結果なし
vi: %(team)s không có kết quả

source: %(team)s placed %(place)s
ja: %(team)sが%(place)s位
vi: Đội %(team)s xếp hạng %(place)s

source: %(team)s is advancing
ja: %(team)sが進出
vi: Đội %(team)s được đi tiếp

source: %(team)s was eliminated
ja: %(team)sが敗退
vi: Đội %(team)s đã bị loại

source: View/edit debate ballot
ja: 試合のバロットを確認/修正
vi: Xem/chỉnh sửa phiếu kết quả

source: View debate ballot
ja: 試合のバロットを確認
vi: Xem phiếu kết quả của trận tranh biện

source: vs %(opposition)s
ja: 対%(opposition)s
vi: đấu với %(opposition)s

source: Won against %(team)s
ja: %(team)sに勝利
vi: Thắng %(team)s

source: Lost to %(team)s
ja: %(team)sに敗北
vi: Thua %(team)s

source: No result for debate against %(team)s
ja: %(team)sとの試合の記録なし
vi: Không có kết quả cho trận tranh biện nào với đội %(team)s

source: Total speaker score: <strong>%s</strong>
ja: 合計スピーカースコア：<strong>%s</strong>
vi: Tổng điểm lượt nói: <strong>%s</strong>

source: Teams in debate:
ja: 試合のチーム：
vi: Các đội trong trận tranh biện:

source: advancing
ja: 進出
vi: đi tiếp

source: Advancing
ja: 進出
vi: Đi tiếp

source: eliminated
ja: 敗退
vi: loại

source: Eliminated
ja: 敗退
vi: Loại

source: No result for debate
ja: 試合の結果なし
vi: Không có kết quả cho trận tranh biện

source: Placed %(place)s
ja: %(place)s位
vi: Xếp thứ %(place)s

source: Name
ja: 名前
vi: Tên

source: Institution
ja: インステ
vi: Đơn vị

source: Member of the Adjudication Core
ja: 審査委員のメンバー
vi: Thành viên Ban Chuyên môn

source: Independent Adjudicator
ja: インディペンデントジャッジ
vi: Giám khảo độc lập

source: Always Trainee
ja: 常にトレイニー
vi: Luôn là giám khảo thực tập

source: in minority
ja: マイノリティ
vi: là thiểu số

source: Debate Adjudicators
ja: 試合のジャッジ
vi: Giám khảo tranh biện

source: Categories
ja: カテゴリー
vi: Các thể loại

source: Category
ja: カテゴリー
vi: Thể loại

source: This room %(predicate)s.
vi: Phòng này %(predicate)s.

source: This room %(predicates)s, and %(last_predicate)s.
vi: Phòng này %(predicates)s và %(last_predicate)s.

source: Room
ja: ラウンド部屋
vi: Phòng

source: Teams have met once
ja: チーム同士が%(count)d回試合しています。
vi: Các đội đã gặp %(count)d lần

source: Teams are from the same institution
ja: 両チームとも同じインステです
vi: Hai đội cùng đơn vị

source: Conflicts/Flags
ja: コンフリクト・フラグ
vi: Mâu thuẫn/Chú ý

source: The confirmed ballot
ja: 承認済みバロット
vi: Phiếu kết quả được xác nhận

source: No ballot
ja: バロットなし
vi: Không có phiếu kết quả

source: No scores
ja: スコアなし
vi: Không có điểm

source: View Ballot
ja: バロットを表示
vi: Xem phiếu kết quả

source: The ballot you submitted
ja: あなたが提出したバロット
vi: Phiếu kết quả bạn đã nhập

source: No Ballot
ja: バロットなし
vi: Không có phiếu kết quả

source: View/Edit Ballot
ja: バロットを表示/編集
vi: Xem/chỉnh sửa phiếu kết quả

source: Result
ja: 結果
vi: Kết quả

source: TBC
ja: 確認中
vi: đang xác nhận

source: Bye
vi: Trống lượt đấu

source: Team was given a bye this round
ja: 今のラウンドはbye
vi: Đội thi không có mặt trong vòng đấu này

source: Team iron-personed this round and the last.
ja: 前回と今回のラウンドでアイアンしました。
vi: Đội thi có lượt nói thay thế ở vòng này và vòng trước.

source: Team iron-personed this round.
ja: 今回のラウンドでアイアンしました。
vi: Đội thi có lượt nói thay thế ở vòng này.

source: Team iron-personed last round.
ja: 前回のラウンド
vi: Đội thi có lượt nói thay thế ở vòng trước.

source: Team %(num)d
ja: チーム%(num)d
vi: Đội %(num)d

source: Postpone
ja: 延期する
vi: Tạm hoãn

source: Whoops! You're not meant to type that URL into your browser.
ja: おっと！そのURLはブラウザに打ち込む用のものではありません。
vi: Bạn không được nhập URL đó vào trình duyệt của bạn.
